{"Conexões": [["USB", "HDMI,USB", "AV,USB", "PictBridge,USB", "AV,HDMI,PictBridge,USB", "USB,Wi Fi", "HDMI", "AV,HDMI,USB", "HDMI,PictBridge,USB", "HDMI,USB,Wi Fi", "Mini-HDMI,USB", "AV", "Não possui", "HDMI,Wi Fi", "AV,Wi Fi", "HDMI,Mini-USB", "AV,Mini-HDMI,USB", "AV,Mini-HDMI,Mini-USB,USB", "Mini-USB", "Mini-HDMI,Mini-USB", "Audio and video Out", "Conexão USB", "Adaptador AC 100~240V - 50/60Hz - 0,3 A - 5V DC", "USB e HDMI"], 307]}
{"Sensor": [["CCD 7.2 MP efetivos", "CCD de formato DX com 10.2 MP", "CCD 6,0 megapixels efetivos, 6,2 megapixels brutos, 1/2,5\" (12 mm)", "CCD de 1/2,3'' (aprox. 7,76 mm)", "CMOS tamanho APS-C extragrande", "Super HAD CCD", "CCD de 1/2,3¿ (aprox. 7,76 mm).", "CCD de 1/2,3\" (aprox. 7,78 mm).", "CCD de 1/2,3 (aprox. 7,76 mm)", "CCD", "CCD.", "Não informado pelo fabricante.", "Não informado pelo fornecedor", "Exmor R CMOS.", "Exmor R CMOS", "Pixels Efetivos 14,2 milhão Tamanho do Sensor 23,1 x 15,4mm Formato do Sensor de Imagem DX Tipo do Sensor de Imagem CMOS Total de Pixels 14,8 milhão Sistema de Redução de Pó Limpeza do sensor de imagem Sistema de controle do fluxo de ar Dados de referência de imagem livre de pó (necessário o software opcional Capture NX 2) Área de Imagem (pixels) Formato DX (L) 4608 x 3072 (M) 3456 x 2304 (S) 2304 x 1536", "1/2.3 CMOS; 12,1  milhoes de pixel", "CCD de 1/2,3 polegadas c/ filtro de cores primárias", "CMOS", "CCD 1/2.33\" (Aprox. 7.81mm)", "CCD 1 / 2.33\" (Aprox. 7.79 mm)", "CCD 1 / 2.33\" (Approx. 7.79 mm)", "APS-C", "1/2,3\" (Aproximadamente 7,76 mm) CCD", "CCD de 1/2,3 polegadas com filtro de cores primárias", "CCD de 1/2,3 polegadas, com filtro de cores primárias", "CCD de 1/2,3\" (aprox. 7,76 mm)", "1/2,3\" (Aproximadamente 7,76 mm) BSI CMOS", "1/2.5\" HD CMOS", "Tipo APS-C (23.5 x 15.6mm), \"Exmor\" APS HD CMOS com filtro de cores primarias", "Sensor de Imagem - Sensor CMOS EXR de 2/3 polegadas, com filtro de cores primárias", "Sensor de imagem - CMOS EXR de 1/2 polegadas, com filtro de cores primárias", "CCD ( 1 / 2.3\" ) com filtro de cor primária", "CCD 14 Megapixels", "CCD 16.1 Megapixels", "CCD 16 Megapixels", "CMOS - Tamanho: 1/2.3 pol", "CMOS - Tamanho: 1/2.3 pol.", "CCD 10.1 Megapixels", "CCD Contrast Detection", "1/2.3\" (Aproximadamente 7.77mm) BSI CMOS", "1/2,3\" (Aproximadamente 7,78 mm) CCD", "Tipo APS-C (23.5 x 15.6mm), \"Exmor\" APS HD CMOS com filtro de cores primárias", "Tipo APS-C ¿23.5x15.6mm), Sensor \"Exmor\" APS HD CMOS com filtro RGB", "1/2.5¿ HD CMOS", "CCD ( 1 / 2 - EXR/CMOS ) com filtro de cor primaria", "CCD 1/2,3''", "CCD (1/2,33\")", "Tipo APS-C (23.5x15.6mm), Sensor \"Exmor\" APS HD CMOS com filtro RGB", "CMOS de 22,3 x 14,9mm", "Tipo APS-C  (23.5x15.6mm), Sensor \"Exmor\" APS HD CMOS com filtro RGB", "Sensor CCD", "CCD 1/2-inch CMOS EXR com filtro de cores primárias", "EXR CMOS de 2/3 polegadas, com filtro de cores primárias", "High speed Live MOS Sensor", "Sensor de 35mm full frame (35.8x23.9mm), \"Exmor\" CMOS", "CMOS APS-C", "Sensor X-Trans CMOS (APS-C) de 23,6mm×15,6mm, com filtro de cores primárias.", "CMOS 1/2,3 (com filtro de cores primárias)", "EXR CMOS 2/3\" com filtro de cores primárias", "Tipo APS-C 23.5x15.6mm), Sensor \"Exmor\" APS HD CMOS com filtro RGB", "1/2.3¿ (Approx. 7.76mm) CCD", "1/2.3\" (Approx. 7.76mm) CCD", "1/2.3\" (Aproximadamente 7.76 mm) CCD", "1/2.3 (Aproximadamente 7.76 mm) CCD", "1/2.3¿ (Aproximadamente 7.76 mm) CCD", "1/2.3¿ (Aproximadamente 7.73 mm) CCD", "1/2.3 (Aproximadamente 7.67 mm) BSI CMOS", "1/2.3\" (Aproximadamente 7.67 mm) BSI CMOS", "CCD c/16 milhões de pixels", "CCD com 16 milhões de pixels", "BSI-CMOS 1/2.3\"- com filtro de cores primárias", "Tipo APS-C (23.5 x 15.4mm), \"Exmor\" APS HD CMOS com filtro de cores primárias", "Sensor CMOS com Formato FX (L) 6.016 x 4.016", "CCD 1/2,9 pol.", "CCD 1/2,3 pol.", "CMOS 1/2,3 pol", "CCD com filtro de cores primárias", "8MP", "1/1.7\"", "Sensor CCD de 1/2.3\"", "5MP", "1.3 Mega Pixels Sensor CMOS", "Sensor de Imagem: 1/2.3 (aprox. 7,76 milímetros) CCD - Sensor de Imagem: Aprox. 14,20 megapixel (Pixel Efetivo) - Sensor de Imagem: Aprox. 14.48 megapixel (Pixel Total)", "1/2, 3\" (Aproximadamente 7,76 mm) CCD", "APS-C CMOS", "APS-C CMOS (23.5x15.7mm)", "BSI CMOS de uma polegada (13.2x8.8mm)", "BSI CMOS (1/2.3\")", "APS-C CMOS de 20.3 megapixels", "CCD - tamanho (1/2,3 pol)", "DX", "CMOS 24,2 Megapixels", "1/3\"", "1/2.33", "1/17''", "CMOS DX", "1.6x APS-C", "CMOS de 22,3 x 14,9 mm", "CMOS 20 mpx", "Não se aplica", "Laser"], 423]}
{"Marca": [["Mitsuca", "Nikon", "Olympus", "Samsung", "Sony", "Canon", "Fuji", "GE", "Vivitar", "Lumix", "Panasonic", "Agfa", "GoPro", "Polaroid", "Oregon Scientific", "Finepix", "Xtrax", "Kodak", "Garmin", "Bright", "Mormaii", "Joby", "Bullet", "Contour", "Philips", "Intex"], 492]}
{"Resolução em Megapixels (MP)": [["10.2MP", "6MP", "12.3MP", "14.6MP", "16.1MP", "14.2MP", "14,2MP", "16MP", "12.2MP", "14.5MP", "16.2 MP", "14.48MP", "12MP", "14,8MP", "14MP", "12.1MP", "8.1MP", "9MP", "12.7MP", "10MP", "14.1MP", "5MP", "10.1MP", "24.3MP", "21.6MP", "11MP", "18.2MP", "18MP", "14.3MP", "16,1MP", "20.3MP", "1.2MP", "20.1", "20.4MP", "8MP", "20.5MP", "24MP", "20.1MP", "13.2MP", "24.2MP", "20 MP"], 378]}
{"Zoom Digital": [["5x", "4x", "3x", "10x", "8x", "20x", "6.8x", "6x", "7x", "3.6x", "6.3x", "36x", "7.2x", "6.7x", "18x", "25x", "2x", "40x", "64x", "16x", "Não possui", "42x", "32x", "Aprox. 7.2x", "80x", "50x", "Clear image zoom de 2x para fotos e zoom digital de 4x para filmes", "Zoom", "70x", "21x", "Não"], 296]}
{"Modos de flash": [["Automático, Automático & Redutor de Olhos Vermelhos, Sincronização Lenta, Forçado e Desligado", "Front curtain, Rear curtain, Red-Eye, Slow, Red-Eye Slow", "integrado. Automático (para condições de baixa luminosidade e contraluz), redução de olhos vermelhos, luz de preenchimento e desligado", "Auto;  Auto e Redução de Olhos Vermelhos; Flash de Preenchimento; Sincronização Lenta; Flash Desligado; Ajuste de Ohos Vermelhos", "Flash não fornecido", "Auto, On, Off e Slow Syncro", "Automático, Olhos Vermelhos Preenchido, Sincronia Lenta, Desligado, Ajuste de Olhos Vermelhos.", "Desativado, Automático, Olhos vermelhos, Preenchido, Sincronização lenta e Ajuste de olhos vermelhos", "Automático; Olhos vermelhos; Preenchido; Sincronização Lenta; Desligado; Ajuste Olhos Vermelhos", "Desativado, Automático, Olhos vermelhos, Preenchido, Sincronização lenta e Ajuste de olhos vermelhos.", "Automático; Olhos vermelhos; Preenchido; Sincronização Lenta; Desligado; Ajuste Olhos Vermelhos.", "Automático, Redução de Olhos Vermelhos, Correção de Olhos Vermelhos, Habilitado, Desabilitado, FE Travado, Sincronização Lenta e Flash Inteligente.", "Auto, Redução de olho vermelho, Sinc. lento para redução de olho vermelho, Sinc. lento em 1ª cortina, Sinc. lento em 2ª cortina, Preenchimento, Desligado.", "Automático, Redução de olhos-vermelhos, Ativação forçada, Desligado", "Auto, Redução de olho vermelho, Sinc. lento para redução de olho vermelho, Sinc. lento em primeira cortina, Sinc. lento em segunda cortina, Preenchimento, Desligado.", "Auto; On; Off; Slow Syncro", "Auto; On; Off; Slow Syncr", "Auto / On / Off / Slow Syncro.", "Auto / On / Off / Slow Syncro", "Desligado, Automático, Redutor de Olhos Vermelhos, Ligado Iluminação Digital (D-Lighting)", "Desligado, Automático, Redutor de Olhos Vermelhos, Ligado", "(automática) [W]: de 0,5 m a 4,5 m (de 1 pé e 8 pol. a 14 pés)  [T]: de 0,5 m a 2,2 m (de 1 pé e 8 pol. a 7 pés e 3 pol.)", "Automática Automático com redução de olhos vermelhos Flash de preenchimento Sincronismo lento automático Sincronismo lento automático com redução de olhos vermelhos Cortina traseira com sincronismo lento", "Eliminação de olhos vermelhos, auto, flash forçado, desligado, Eliminação de olhos vermelhos, auto, flash forçado desligado.", "Automático, redutor, forçado, sincronizado lento, sinc. Lento com redutor e desligado", "Desligado;Flash de preenchimento;Sincronização lenta;Sincronização de cortina traseira e Manual", "Flash Inteligente e Natural Light", "Embutido; Forçado on e off; Redução de olhos vermelhos", "Auto; Auto & Redução de Olhos Vermelhos; Flash de Preenchimento; Sincronismo Lento; Flash Desligado; Corretor de Olhos Vermelhos", "Auto, auto e redução de olhos vermelhos, correção de olhos vermelhos, preenchimento, sincronismo lento e desligado", "Automático; Redução de Olhos Vermelhos; Ativação forçada; Desligado.", "Automático, Redução de Olhos-Vermelhos, Ativação forçada, Desligado.", "Automático, redutor, forçado, sincronizado lento. Lento com redutor e desligado.", "Automático, Redução de olhos-vermelhos, Ativação forçada, Desligado.", "Auto, Auto/Red. Olhos Verm.,", "Flash off, auto flash, fill flash, slow sync, rear sync e red eye reduction", "Auto, Auto e Redução de Olhos Vermelhos, Flash de preenchimento, Sincronização Lenta, Flash Desligado, Ajuste de Olhos Vermelhos", "Automático, Olhos vermelhos, Preenchido, Sinc. lenta, Desligado, Ajuste de olhos vermelhos", "Auto, on, Slow Synchro, off, Red-eye Reduction, FE Lock", "1 a 2.8m", "Automático, Redução de olhos vermelhos, Ativação forçada, Desligado", "i-flash", "Luz Natural com Flash", "Automático, redutor, forçado, sincronizado lento, sincronizado lento com redutor e desligado", "Desligado, Automático, Olhos vermelhos, Preenchido, Sinc. lenta, Ajuste olhos vernelhos", "Smart Flash, Automático, Alt+Vermelho, Preenchido, Preenchimento Vermelho, 1.ª Cortina, 2.ª Cortina, Desligado", "Smart Auto, Automático, Olhos verm., Preenchido, Sinc.lenta, Desativado, Ajuste olhos vermelhos,  Flash EVC", "Não se aplica ao produto", "Flash de Preenchimento Sincronismo Lento Redução de olhos vermelhos Sincronização lenta com redução de olhos vermelhos Cortina traseira com sincronismo Cortina traseira com sincronismo lento", "Flash off, auto flash, fill flash, slow sync, rear sync, red eye reduction, Wireless e Hi-speed sync", "Remoção de Olhos Vermelhos Desligada: Automático, Forçado, Desligado, Sincronismo Lento, Remoção de Olhos Vermelhos Ligada: Redução de Olhos Vermelhos Automática, Redução de Olhos Vermelhos & Forçado, Desligado, Redução de Olhos Vermelhos & Sincronismo Lento", "Automático, Olhos vermelhos , Preenchido, Sincronização lenta, Desligado, Ajuste de olhos vermelhos.", "Flash automático (super i-flash) Modos de Flash: Remoção de Olhos Vermelhos Desligada: Automático, Forçado, Desligado, Sincronismo Lento Remoção de Olhos Vermelhos Ligada: Redução de Olhos Vermelhos Automática, Redução de Olhos Vermelhos & Forçado Desligado, Redução de Olhos Vermelhos & Sincronismo Lento", "Automático Nublado Luz do dia Flash Fluorescente Incandescente Manual", "Auto flash (i-flash);  Flash forçado; Sincronia lenta e Remoção de Olhos Vermelhos .", "Automático, Olhos vermelhos., Preenchido, Sinc.lenta, Desligado, Ajuste olhos vermelhos", "Smart Flash, Automático, Auto Red-eye, Preenchido, Preenchimento Vermelho, 1.ª Cortina, 2.ª Cortina.", "Flash Automático, Permanente, Sincronia Lenta.", "Automático, Redutor, Forçado, Sincronizado Lento, Sinc. Lento com Redutor e Desligado.", "Smart Auto, Automático, Olhos vermelhos", "Flash automático TTL com monitor pré-flash", "SP :Zoom Bracketing, Natural Light & with Flash,  Natural Light, Portrait, Baby, Smile, Landscape, Sport, Night, Night (Tripod), Fireworks, Sunset, Snow, Beach, Party, Flower, Text", "Não se aplica", "Flash automático TTL com monitor pré-flash.", "Auto, Olhos Vermelhos, Fill In e Off", "Auto,On, Off, Slow Syncro.", "Smart Auto, Automático, Olhos verm., Preenchido, Sinc.lenta, Desligado, Ajuste olhos vermelhos", "Smart Auto; Automático; Olhos vermelhos; Preenchido; Sincronização lenta; Desativado; Ajuste olhos vermelhos", "Desligado, Ajuste olh.ver, Sinc.lenta, Preenchido, Olhos verm., Automático", "Auto, Forçado, Sincronismo lento, desligado, Redutor de olhos vermelhos", "Desligado, Ajuste de olhos vermelhos, Sincronização lenta, Preenchido, Olhos vermelhos e Automático", "Embutido, Auto, On, Sincronismo Lento, Off. Brilho do rosto também é avaliado ao detectá-lo", "Auto, Flash Manual Ligado/Desligado; velocidade de sincronização lenta; redução do efeito de olhos vermelhos; compensação da exposição do flash: +/- 2 EV em incrementos de 1/3 pontos. e com detecção de rosto; segurança FE; bloqueio de exposição do Flash; ajuste manual de potência: 3 níveis com flash incorporado (até 19 níveis com Speedlites EX 270EX e 430EX II externos. 22 níveis com 580EX II¹) e sincronização da segunda Cortina", "Auto, auto com redução de olhos vermelhos, flash Ligado, flash ligado com redução de olhos vermelhos, flash desligado, trava de exposição de flash e sincronismo lento", "Auto, Auto com redução de olhos vermelhos, Flash Ligado, Flash ligado com redução de olhos vermelhos, Flash Desligado, Trava de Exposição de Flash e Sincronismo Lento", "Flash Embutido, auto, flash ligado, sincronização lenta, flash desligado", "Flash Embutido Auto, Flash Ligado, Sincronização Lenta, Flash Desligado", "Embutido Disponível", "Flash Embutido; Auto, Flash Ligado, Sincronização Lenta, Flash Desligado", "Flash Embutido; Auto, Sincronismo Lento, Ligado ou Desligado", "Flash Embutido, Auto, Sincronismo Lento, Ligado ou Desligado", "Flash Embutido Auto, Ligado, Sincronismo Lento, Desligado  Brilho facial também é avaliado em detectar o rosto", "Flash Embutido Auto, Sincronismo Lento, Ligado, Desligado.  Brilho facial também é avaliado ao detectar o rosto", "Flash Embutido; Auto, Sincronismo Lento, Ligado, Desligado. Brilho facial também é avaliado ao detectar o rosto.", "Flash Embutido; Auto, Sincronismo Lento, Ligado, Desligado; Brilho facial também é avaliado ao detectar o rosto", "Auto flash (super i-flash)", "Automático, Redução de olhos-vermelhos, Activação forçada, Desligado", "Auto, redução olhos vermelhos, forçado, desligado, sincronizado, sincronizado + redutor olhos vermelhos", "Auto, redução olhos vermelhos, forçado, desligado, sincronizado, sincronizado e redutor olhos vermelhos", "Auto, redução olhos vermelhos, forçado, desligado, sincronizado, sincronizado e redutor olhos vermelhos.", "Flash off, auto flash, fill flash, slow sync e rear sync", "Flash pronto, compensação da exposição, sincronismo de alta velocidade, bloqueio FE de olhos vermelhos e luz de redução", "Flash pronto, compensação da exposição do flash, sincronismo de alta velocidade, Bloqueio de FE e lâmpada de redução de olhos vermelhos", "Auto, Flash Manual Ligado/Desligado e Sincronização Lenta", "Remoção de olhos vermelhos OFF, Automático, Flash Forçado, Flash Desligado, Sincronismo Lento, Remoção de olhos vermelhos ON, Redução de olhos vermelhos Automático, Redução de olhos vermelhos & Flash Forçado, Flash Desligado e Redução de olhos vermelhos e Sincronização Lenta", "Remoção de Olhos Vermelhos Desligada: Automático, Forçado, Desligado, Sincronismo em Baixa Velocidade, Remoção de Olhos Vermelhos Ligada: Redução de Olhos Vermelhos Automática, Redução de Olhos Vermelhos & Forçado, Desligado, Redução de Olhos Vermelhos & Sincronismo em Baixa Velocidade", "Auto, Olhos Vermelhos, Fill In, Olhos Vermelhos + Fill In, Off,  Full,  1/4 / 1/16 / 1/64", "Flash Off, Auto Flash, Fill Flash, Slow Sync, Rear Sync, Red Eye Reduction, Wireless* e Hi-Speed Sync  - necessita flash externo compatível", "Smart Flash, Automático, Auto Red-eye, Preenchido, Preenchimento Vermelho, 1.ª Cortina, 2.ª Cortina", "Conector de flash externo com contatoTTL; terminal de sincronismo; Remoção de olhos vermelhos desligada: Automático, Forçado, Desligado, Sincronismo em baixa velocidade, Sincronismo com cortina traseira.", "Sim - Auto flash (super i-flash), Sincronismo Lento.", "Off, manual, automatico e redutor olhos vermehos", "Automático, Olhos vermelhos, Preenchido, Sinc.lenta, Desligado, Ajuste olhos vermelhos.", "Auto flash (Super Flash Inteligente) Wide: Aprox. 50 cm - 7,4 m / Telefoto: Aprox. 80 cm - 2,7 m", "Auto / Flash On /Long Flash/ Slow Synchro / Flash Off", "Auto / Flash On / Slow Synchro / Flash Off / Advanced Flash", "Automático, Automático e Redução de Olhos Vermelhos, Sincronização lenta, Preenchido, Correção de Olhos Vermelhos, Desligado.", "Desligado / Ajuste Olhos Vermelhos / Sincronização Lenta / Preenchido / Olhos Vermelhos / Automático", "Auto; Flash On;  Slow Synchro;  Flash Off;  Advanced Flash", "Auto, ligado, redução olhos vermelhos, flash preenchimento, sincronização lenta", "Auto, Flash On, Slow Synchro, Flash Off e Advanced Flash", "Auto, Flash Manual Ligado/Desligado, Sincronização Lenta", "Auto / Flash On / Slow Synchro / Rear Slow Synchro / Flash Off / Advanced Flash", "Automático; Automático+Redução de olhos vermelhos; Automático+sincronismo; lento+redução de olhos vermelhos;  Automático+sincronismo Lento; Flash de preenchimento; Redução de olhos vermelhos; Sincronismo lento+redução de olhos vermelhos; Sincronismo lento; Cortina traseira+sincronismo lento e Sincronismo da cortina traseira.", "Auto, Flash Permanente, Sincronização Lenta, Redutor Olhos Vermelhos", "28mm - amplo ângulo de visualização (equivalente a 35mm)", "Smart Flash, Automático, Auto Red-eye, Preenchido, Preenchimento Vermelho, 1.ª Cortina, 2.ª Cortina, Desligado", "Não tem", "Não possui", "Flash automático, forçado, sincronização lenta, olhos vermelhos+sincronização lenta e redução do efeito dos olhos vermelhos", "Flash off, auto flash, fill flash, slow sync, rear sync, red eye reduction e Hi-speed sync(com flash externo compatível)", "Flash interno com disparo automático", "Flash Embutido, Automático, Flash Ligado, Sincronismo lento, Flash Desligado", "Não informado", "Auto / On / Off / Slow Syncro / Flash Estendido", "Automático, Flash Ligado, Sincronismo lento, Flash Desligado", "Off, Manual, Automático E Redutor de olhos vermelhos", "Modos: Auto, Auto & Redução de olhos vermelhos, Fill-in flash, Sincronização Lenta, Flash Desligado, correção de olhos vermelhos,Wide: 0,2 m - 3,5 m, Tele: 0,5 m - 2,1 m,Tempo de recarregamento do flash: Aprox. 4 seg", "Automático/Ligado/Desligado", "Auto; On; Off; Slow Syncro; Flash Estendido", "Auto / On / Off / Slow Syncro / Flash Avançado", "DAutomático; Automático e Redução de Olhos Vermelhos; Sincronização lenta; Preenchido; Correção de Olhos Vermelhos; Desligado", "Flash Inteligente, Automático, Automático + Redutor de Olhos Vermelhos, Preenchimento, Preenchimento + Redutor de Olhos Vermelhos, 1.ª Cortina, 2.ª Cortina, Desligado", "Flash Inteligente, Automático, Auto & Redutor de olhos vermelhos, Preenchido, Preenchimento & Redutor de olhos vermelhos, 1.ª Cortina, 2.ª Cortina, Desligado", "Automático, Auto & Redução de olhos vermelhos, Correção de olhos vermelhos, Preenchido, Sincronia Lenta e Desligado", "Auto; On; Off; Forçado.", "Auto; On; Off; Forçado", "Sincronismo de cortina frontal (normal), Sincronismo da cortina traseira Redução de olhos vermelhos, Redução de olhos vermelhos com sincronismo lento Sincronismo lento", "Sincronismo de cortina frontal (normal); Sincronismo da cortina traseira; Redução de olhos vermelhos; Redução de olhos vermelhos com sincronismo lento; Sincronismo lento", "Automático", "Automático; Flash Manual; Transmissor Speedlite integrado", "Automático, flash manual e transmissor Speedlite integrado", "Auto; Flash Manual Ligado/Desligado; Sincronização Lenta", "Não", "Off, Manual, Automatico e Redutor Olhos Vermelhos, Force", "Off, manual, automático e redutor olhos vermelhos, force"], 420]}
{"Alimentação: tipo de bateria": [["Íon-Lítio", "6 baterias tipo AA ou 2 baterias EN-EL3e, Dispõe também de 2 dial adicionais e botões alternativos, para o disparo do obturador e AF Start(Compatível com baterias tipo AA alcalinas, NiMH, Lítio e níquel - manganês).", "bateria recarregável de Li-ion Li-42B e carregador Li-40C", "2 Pilhas AA (inclusas)", "Bateria Ion", "Recarregável", "Bateria recarregável.", "Bateria recarregável", "Bateria de Lítio Recarregável.", "Bateria.", "Bateria", "Bateria Lítio.", "Bateria NP-BG1", "Pilha", "Bateria recarregável de Li-ion EN-EL9a", "4 pilhas AA", "Li-ion EN-EL10", "Imagem fixa: JPEG (Exif Ver. 2.3* ) / (Atende a norma de sistema de arquivos de câmeras digitais / Compatível c/ DPOF)", "3 Pilhas AAA", "2 Pilhas AA", "Bateria Recarregável Li-ion", "Bateria de íon de lítio recarregável.", "De íon de lítio recarregável.", "Bateria recarregável de lítio.", "Bateria Ion de lítio ID-Security", "Bateria lithium NP-FW50", "Bateria Recarregável de ions de lítio", "Bateria Lítio (BP70A, 740 mAh: Min 700 mAh)", "Bateria Recarrecavél de Lithium", "4 Pilhas AA", "4 Pilhas tipo AA", "Bateria de íon de lítio NP-45A ou NP-45B (fornecida)", "Bateria de 3,7 volts", "Bateria NP-BN1", "Bateria lithium NP-FM500H", "Batéria", "Íon lítio (SLB-10A, 1 030 mAh)", "4 Pilha - AA", "Bateria Recarregável", "Bateria Li-ion NP45 (autonomia 180 fotos - modo automático)", "Bateria de íon lítio (SLB-10A, 1 030 mAh)", "Bateria recarregável: BP1030 (1 030 mAh)", "4 Pilhas AA, Inclusas", "Bateria iônica de lítio (BP88A, 880 mAh)", "4 pilhas alcalinas AA", "Pilhas AA ( 4 ). A câmera utiliza pilhas alcalinas AA ou Ni-MH (híbridas de níquel-metal) recarregáveis", "Bateria (Recarregável de lithium-ion de 1100 Mah e carga por USB)", "Bateria Recarregável de íons lítio EN-EL19.", "Bateria Recarregável de Li-ion EN-EL5", "Bateria Recarregável de Li-ion EN-EL5.", "2 Pilhas AA (Inclusas)", "Bateria de lition-ion recarregável", "Bateria recarregável NP-BN de 3,6V", "Bateria de íon lítio (SLB-10A, 1030 mAh)", "Bateria iónica de lítio (BP70A, 700 mAh)", "Bateria de íons de lítio BP70A (700 mAh)", "Bateria iônica de lítio (BP85A, 850 mAh)", "4 Pilhas AA (autonomia para 300 fotos)", "Bateria de íons de lítio", "Bateria de Lítio (NB-10L)", "Bateria de Liítio (NB-7L)", "Bateria de Liítio (NB-5L)", "Bateria de Liítio (NB-6L)", "Pilha Alcalina AA", "Bateria de Liítio (NB-9L)", "Bateria de Liítio (NB-11L)", "Bateria Lithium - NP50", "Pilhas AA (4)", "Bateria LP-E10", "Bateria LP-E6", "Bateria de Lítio (NB-6L)", "Lithium NP-FW50", "Bateria recarregável de ions de lítio", "Bateria Li-ion", "Bateria de íon de lítio NP-95", "Bateria de íon de lítio NP-W126 (fornecida)", "Bateria Lithium - NP-45", "Bateria de Ion de Litio 550mAh", "Bateria de Ion de Litio 650mAh", "Bateria (NP-BN)", "Bateria iónica de lítio (BP70A, mínimo 700 mAh)", "Bateria de íon lítio", "Bateria de íon lítio (BP70A)", "Bateria de íon lítio (SLB10A)", "\"4 Pilhas alcalinas tipo AA (incluído) 4 Pilhas Ni-MH recarregáveis (comercialmente disponível)", "4 Pilhas alcalinas tipo AA (inclusas), 4 Pilhas Ni-MH recarregáveis (comercialmente disponível)", "4 Pilhas alcalinas tipo AA (incluído), 4 Pilhas Ni-MH recarregáveis (comercialmente disponível)", "Bateria (np-bn)", "Pilhas AA", "Bateria de Lítio NB-10L", "Bateria (NP-BX1)", "Energia", "Bateria recarregável de Li-ion EN-EL12", "Bateria recarregável de Li-ion EN-EL19", "4 Pilhas tamanho AA", "Quatro pilhas tamanho AA", "Bateria Recarregável de Li-ion EN-EL12", "Bateria Recarregável Li-ion NP-85", "Bateria Recarregável Li-ion NP-45", "Bateria recarregável: BP1130 (1130 mAh)", "USB - 5VDC", "Bateria recarregável de íon-lítio LB-060, 3.7 V 1.100 mAh", "Carregador", "Bateria recarregável NB-11L", "Bateria de Íon Lítio", "Bateria ions de lítio amovível", "Íons de lítio", "Bateria de Lítio 300m Ah", "Entrada de alimentação DC: 4.4V", "2 pilhas \"AAA\"", "Bateria recarregável de íons de lítio", "Alimentação Bateria Recarregável", "Câmera Digital Sony DSC-W830/ Adaptador AC/Carregador de Bateria, Cabo de Alimentação, Bateria Recarregável, Cabo USB Específico, Cordão de Mão, Cartão de Memória de 4Gb.", "Bateria iônica de lítio (BP70A, mínimo 700 mAh)", "Bateria recarregável: BP1410 (1410 mAh)", "Bateria recarregável: BP740AE (2330 mAh)", "Bateria recarregável: 2000 mAh", "Bateria recarregável: B740AE (2330 mAh)", "Bateria de Lítio NB-6L", "Bateria de Lítio Recarregável", "Bateria Rec. Lítio 3,7v", "Um bateria recarregável de Li-ion EN-EL14a ou bateria recarregável de Li-ion EN-EL14", "Bateria LP-E8", "Bateria de Litium", "Bateria interna recarregável de ions de lítio", "Uma Bateria Recarregável de Li-ion EN-EL19", "Uma Bateria Recarregável de Li-ion EN-EL12", "Quatro pilhas alcalinas LR6/L40 (Tamanho AA)", "Uma Bateria Recarregável de Li-ion EN-EL5", "Uma Bateria Recarregável de Li-ion EN-EL23", "bateria recarregável de Li-ion EN-EL19", "Bateria de íons de lítio EN-EL14a", "Bateria de Lítio", "Bateria Recarregável via USB", "Bateria de lítio interna 550 mAh", "Bateria Recarregável Lithium (BL-4C)"], 418]}
{"Alcance do foco": [["5 cm  80 cm, Normal: 80 cm  infinito", "De 0 a 20 EV (fotometria com matriz de cores 3D ou de ponderação central) De 2 a 20 EV (fotometria pontual com ISO equivalente a 100, lente de f/1.4 a 20°C)Não informado pelo fornecedor", "Normal: 80 cm ~ Infinito (Wide), 5 cm ~ 80 cm (Tele); Macro: 5 cm ~ Infinito (Wide), 100 cm ~ Infinito (Tele); Auto Macro: 100 cm ~ 150 cm (Wide), 100 cm ~ Infinito (Tele)", "depende da lente", "Multi Point AF, Center Weighted AF e Spot AF", "Normal: 80 cm ~ Infinito (Wide), 150 cm ~ infinito (Tele); Macro: 5 cm ~ 80 cm (Wide), 100 cm ~ 150 cm (Tele); Auto Macro: 5 cm ~ infinito (Wide), 100 cm ~ Infinito (Tele)", "Normal: 80 cm ~ Infinito (Wide), 100 cm ~ infinito (Tele); Macro: 5 cm ~ 80 cm (Wide), 100 cm ~ 150 cm (Tele); Auto Macro: 5 cm ~ infinito (Wide), 100 cm ~ Infinito (Tele)", "Normal: 80 cm ~ Infinito (Wide), 100 cm ~ infinito (Tele); Macro: 5 cm ~ 80 cm (Wide), 100 cm ~ 150 cm (Tele); Auto Macro: 5 cm ~ infinito (Wide), 100 cm ~ Infinito (Tele).", "Macro: 3 - 50cm / Normal: 50cm - Infinito.", "Distância de focagem mínima: 0,25 m.", "Modo Standard: 0,6m -  (grande angular) / 1,0m -  (tele) Modo Macro: 0,2m -  (grande angular) / 0,6m - (tele) Modo Super Macro: Distância de focagem mínima: 5 cm.", "Imagens 16:9 - 28-140mm; Imagens 4:3 - 25-125m; Vídeo 16:9 - 28-140mm; Vídeo 4:3 - 34-170m", "Imagens 16:9 - 27-108mm; Imagens 4:3 - 25-100mm; Vídeo 16:9 - 27-108mm; Vídeo 4:3 - 33-132m", "Imagens 16:9 - 27-270mm  Imagens 4:3 - 25-250mm Vídeo 16:9 - 30-300mm Vídeo 4:3 - 37-370mm", "[W]: Aprox. 1 pé e 8 pol. (50 cm) ao infinito [T]: Aprox. 5 pés (1,5 m) ao infinito Modo close-up em macro: Aprox. 0,4 pol. (1 cm) ao infinito(Posição média do zoom)", "[W]: Aprox. 1 pé e 8 pol. (50 cm) ao infinito Modo close-up em macro: [W]: Aprox. 3,2 pol. (8 cm) ao infinito", "De 4,6 mm a 23,0 mm (ângulo de visão equivalente ao da lente de 26 mm a 130 mm em formato 35 mm [135])", "Minima 0,9pés(0,28m)", "Normal: (Grande angular) 60 cm aprox. a infinito; (Telefoto) 1,0 m aprox. a infinito / Macro: (Grande angular) 9 cm ¿ 80 cm aprox.; (Telefoto) 40 cm ¿ 80 cm aprox.", "5 cm a infinito", "[W]: Aprox. 1 pé e 8 pol. (50 cm) ao infinito [T]: Aprox. 7 pés e 3 pol. (2,2 m) ao infinito  Modo close-up em macro: [W]: Aprox. 4 pol. (10 cm) ao infinito Modo close-up em macro: Aprox. 0,4 pol. (1 cm) ao infinito(a três incrementos a partir da posição do zoom máximo até a posição de telefoto)", "Comprimento Focal da Objetiva: f = 5.0 - 25.0 mm, equivalente a 28 - 140 mm em uma câmera 35 mm", "80cm infinito (normal); 5cm 80cm wide e 70 100cm tele (Macro); 5cm Infinito wide e 70cm Infinito tele (auto macro)", "f = 4.9  24.5 mm (equivalente a 27  135 mm)", "28  102mm (equivalente a 35mm).", "Não informado pelo fornecedor", "f=5-20.0mm (28-112mm in 35mm equiv.)", "Aproximadamente de 0,3 a 4 metros com lentes SEL16F28 e de 0,5 a 3 metros com lentes SEL1855", "Normal: 80cm - infinito (wide), 100cm - infinito (tele); Macro: 5cm - 80cm (wide), 100cm - 150cm (tele); Auto Macro: 5cm - infinito (wide), 100cm - infinito (tele)", "Foco automático: 80 cm-infinito (grande angular), 150 cm-infinito (tele) / Macro: 5 cm-80 cm (grande angular), 100 cm-150 cm (tele) / Macro autom.: 5 cm-infinito (grande angular), 100 cm-infinito (tele)", "Normal AF: 2.0 in./5cm - infinity (W), 12 in./30cm - infinity (T).", "f=4.3-68.8mm (24-384mm in 35mm equiv.)", "28 - 102 mm (equivalente a 35mm)", "Modo Standard: 0,6m -  (grande angular) / 1,0m - (tele) Modo Macro: 0,2m -  (grande angular) / 0,9m -  (tele) Modo Super Macro: Distância de focagem mínima: 1 cm", "Autofoco Dinâmico Distância focal (a partir da superfície da lente) Normal: (Grande angular) 40 cm aprox. a infinito; (Telefoto) 2,8 m aprox. a infinito Macro: (Grande angular) 7 cm ¿ 3,0 m aprox.; (Telefoto) 2,0 m ¿ 3,0 m aprox. Super Macro: 2 cm ¿ 1,0 m aprox.", "Aprox. 60 cm", "Depende da lente", "Infinito com melhor def. 6m", "Imagens 16:9 - 28-114mm; Imagens 4:3 - 26-105mm; Vídeo 16:9 - Não há; Vídeo 4:3 - 26-105mm", "Distância focal da lente aprox. 2,7x (Formato CX da Nikon)", "Aproximadamente de 1 a 7 metros", "Imagens 16:9 - 28-114mm  Imagens 4:3 - 26-105mm Vídeo 16:9 - Não há Vídeo 4:3 - 26-105mm", "\"Imagens 16:9 - 28-140mm  Imagens 4:3 - 25-125mm Vídeo 16:9 - 29-145mm Vídeo 4:3 - 35-175mm\"", "Normal: 80 cm - infinito (grande angular) 350 cm-infinito (tele;) Macro: 5-80 cm (grande angular) 180-350 cm (tele); Macro autom.: 5 cm-infinito (grande angular) 180 cm-infinito (tele); Foco manual: 5 cm-infinito (grande angular) 180 cm-infinito (tele).", "Modo) Autofoco individual / Autofoco contínuo (EXR AUTO, Vídeo), Autofoco Manual (modo Autofoco 1 toque incluído) (Tipo) Autofoco por contraste TTL, Autofoco com Iluminador auxiliar (Seleção de quadro AF) Central, Multi, Área, Dinâmico", "[W]: Aprox. 1 pé e 8 pol. (50 cm) ao infinito [T]: Aprox. 3 pés e 4 pol. (1 m) ao infinito", "F2.9 a F7.8 wide (equivalente 25-200mm).", "Normal: 80 cm - infinito (grande angular) 350 cm - infinito (tele); Macro: 5 - 80 cm (grande angular) 180 - 350 cm (tele); Macro autom.: 5 cm - infinito (grande angular) 180 cm - infinito (tele); Foco manual: 5 cm - infinito (grande angular) 180 cm- infinito (tele)", "0,28 m-infinito", "Normal: Grande angular: 40cm aprox. a infinito; Telefoto: 2,5m aprox. a infinito", "5 cm à infinito.", "Normal: 80 cm-infinito (grande angular) 250 cm-infinito (tele) Macro: 5-80 cm (grande angular) 100-250 cm (tele); Macro automático.: 5 cm-infinito (grande angular) 100 cm-infinito (tele)", "[W]: Aprox. 1 pé e 8 pol. (50 cm) ao infinito [T]: Aprox. 2 pés e 8 pol. (80 cm) ao infinito Modo close-up em macro: Aprox. 4 pol. (10 cm) ao infinito", "[W]: Aprox. 1 pé e 8 pol. (50 cm) ao infinito [T]: Aprox. 5 pés (1,5 m) ao infinito Modo close-up em macro: Aprox. 0.4 pol. (1 cm) ao infinito", "S4500 f=4.3MM ~ 129.0MM, equivalente a 24- 720mm em 35 mm câmera", "Infinito com melhor Def. 6m", "[W]: Aprox. 1 pé e 8 pol. (50 cm) ao infinito; [T]: Aprox. 3 pés e 4 pol. (1 m) ao infinito; Modo close-up em macro: Aprox. 2 pol. (5 cm) ao infinito", "\"[W]: Aprox. 1 pé e 8 pol. (50 cm) ao infinito  [T]: Aprox. 3 pés e 4 pol. (1 m) ao infinito  Modo close-up em macro: Aprox. 2 pol. (5 cm) ao infinito \"", "[W]: Aprox. 50 cm ao infinito; [T]: Aprox. 1,5 m ao infinito ;Modo close-up em macro: Aprox. 1 cm ao infinito", "De 4,1 mm a 12,3 mm (ângulo de visão equivalente ao da lente de 29,1 mm a 87,3 mm, em formato 35 mm [135])", "Imagens 16:9 - 27.5-275mm  Imagens 4:3 - 25-250mm Vídeo 16:9 - 27.5-275mm Vídeo 4:3 - 33.5-335mm", "Imagens 16:9 - 26-416mm  Imagens 4:3 - 24-384mm Vídeo 16:9 - 25-400mm Vídeo 4:3 - 31-496mm", "Imagens 16:9 - 27-108mm  Imagens 4:3 - 25-100mm Vídeo 16:9 - 27-108mm Vídeo 4:3 - 33-132mm", "Imagens 16:9 - 28-140mm  Imagens 4:3 - 26-130mm Vídeo 16:9 - 28 - 140mm Vídeo 4:3 - 35-175mm", "Foco automático (normal): 80cm~infinito (grande-angular), 150cm~infinito (tele) Macro: 5cm~80cm (grande-angular), 100cm~150cm (tele) Auto Macro: 5cm~infinito (grande-angular), 100cm~infinito (tele)", "Normal: 80 cm-infinito (grande angular) 350 cm-infinito (tele); Macro: 10-80 cm (grande angular) 150-350 cm (tele); Macro autom.: 10 cm-infinito (grande angular) 150 cm-infinito (tele); Foco manual: 10 cm-infinito (grande angular) 150 cm-infinito (tele)", "Normal: 80 cm-infinito (grande angular) 250 cm-infinito (tele), Macro: 5-80 cm (grande angular) 100-250 cm (tele), Macro autom.: 5 cm-infinito (grande angular) 100 cm-infinito (tele)", "Normal: 80 cm-infinito (grande angular) 100 cm-infinito (tele) Macro: 5-80 cm (grande angular) Macro autom.: 5 cm-infinito (grande angular) 100 cm-infinito (tele)", "Normal: 80 cm-infinito (grande angular) 200 cm-infinito (tele) Macro: 5-80 cm (grande angular) 150cm-200cm (tele) Macro autom.: 5 cm-infinito (grande angular) 150 cm-infinito (tele)", "[W]: Aprox. 1 pé e 8 pol. (50 cm) ao infinito  [T]: Aprox. 5 pés (1,5 m) ao infinito  Modo close-up em macro: Aprox. 1,6 pol. (4 cm) ao infinito", "f=5.0 - 90.0 mm, equivalente a 28 - 504mm (camera 35 mm)/ Normal: Wide: Approx. 40cm, Telephoto: Approx. 2.5 m; Macro - Wide: Approx. 5 cm - 3m /Telephoto: Approx. 1.8m - 3m ; Super Macro: Wide: Aprox. 2cm -  1.0m", "Normal: 80 cm/infinito (grande angular); Macro: 5/80 cm (grande angular); Macro automático.: 5 cm/infinito (grande angular), 100 cm/infinito (tele); Macro: 5/ 80 cm (grande angular); Macro automático: 5 cm/infinito (grande angular), 100 cm/infinito (tele)", "18-55mm", "7,9 polegadas - 2,3 pés (20-70cm) (grande-angular), 2,8 pés - 5,2 pés (85 centímetros - 1.6m) (tele)", "1-50cm", "3 cm - 50 cm (grande-angular)", "5-50cm (grande-angular)", "0,4 polegadas 1,6 pés (1-50 cm) (W)", "1-50cm (grande-angular)", "3-50cm (grande-angular)", "3-60cm (grande-angular)", "Centro AF / AF Contínuo (EXR AUTO) / Movimento", "1m - infinito", "60cm~infinito wide e 120cm a infinito tele (normal), 5cm a infinito wide (macro)", "60cm~Infinito Wide e 120cm a infinito tele (normal), 5cm a infinito Wide (macro)", "60cm~Infinito Wide e 120cm a infinito tele (normal), 5cm a infinito Wide (macro).", "Equivalente a 1,6x a distância focal da objetiva", "Menor distância: 1 cm (W) a partir da parte da frente da objetiva em macro", "12 metros (utilizando ISO100)", "Normal: (Wide) 60 cm ~8 , (Tele) 80 cm ~8 Macro : (Wide) 5cm ~8", "F=4.2 126 mm ou equivalente a 24-720 mm", "Modo Autofoco Individual, Autofoco Contínuo (EXR AUTO, Vídeo), Autofoco Manual (modo Autofoco a 1 toque incluído), Tipo Autofoco TTL por detecção de contraste, Autofoco com iluminação auxiliar, Seleção de quadro AF Multiponto, Área e Dinâmico", "f3.5/f5.6", "Imagens 16:9 - 27-567mm Imagens 4:3 - 25-525mm Vídeo 16:9 - 31-667mm Vídeo 4:3 - 29-618mm", "F3.5-5.6 (mímino: F22), (Número de lâminas: 7, Diafragma de abertura circular) *Lente 20-50mm; Imagens 4:3 - 26-105mm; Vídeo 4:3 - 26-105mm", "Modo: AF simples / Contínuo indicador de distância AF / MF. Tipo Contraste TTL AF, AF iluminador auxiliar disponível; AF seleção de quadros; Área (EVF / LCD: 49 áreas com 7 x 7, OVF: 25 áreas com 5 x 5) / Multi tamanho * mutável de moldura AF: entre 5 Tipo", "Centro AF / AF Contínuo (SR AUTO) Único AF", "macro on: 30~45 cm; macro off: a partir de 1,5m", "macro on: 30~45 cm / macro off: a partir de 1,5m", "Normal: 80 cm-infinito (Grande Angular), 350 cm-infinito (Tele); Macro: 10-80 cm (Grande Angular), 200-350 cm (Tele); Macro autom.: 10 cm-infinito (Grande Angular), 200 cm-infinito (Tele); Super Macro: 1-10 cm(Somente zoom de nível 9) (Grande Angular)", "F= 6,4-25,6 mm, equivalente a 25 - 100 mm em formato 35 mm.", "Imagens 16:9 - 30-150mm / Imagens 4:3 - 28-140mm / Vídeo 16:9 - 30,5-152,5mm / Vídeo 4:3 - 28-140mm", "Aproximadamente  de 0,5 a 3 metros com lentes SEL1855", "Imagens 16:9 - 28-224mm; Imagens 4:3 - 25-200mm; Vídeo 16:9 - 28-224mm; Vídeo 4:3 - 34-272mm", "\"Imagens 16:9 - 30-150mm Imagens 4:3 - 28-140mm Vídeo 16:9 - 30.5-152.5mm Vídeo 4:3 - 28-140mm     f=27-108mm     f=25-100mm ¿f=27-108mm ¿f=25-100mm\"", "Normal: 80cm - infinito (Grande Angular), 250 cm - infinito (Telefoto). Macro: 5 - 80 cm (Grande Angular), 100 - 250 cm (Telefoto). Macro autom.: 5 cm - infinito (Grande Angular), 100 cm - infinito (Telefoto).", "Normal: 80 cm¿infinito (grande angular), 250 cm¿infinito (tele) / Macro: 5¿80 cm (grande angular), 100-250 cm (Tele) / Macro autom.: 5 cm¿infinito (grande angular), 100 cm¿infinito (tele)", "Normal: 80 cm¿infinito (grande angular), 250 cm¿infinito (tele). / Macro: 5¿80 cm (grande angular), 100-250 cm (Tele). / Macro autom.: 5 cm¿infinito (grande angular), 100 cm¿infinito (tele)", "Normal: 80 cm¿infinito (grande angular), 250 cm¿infinito (tele). Macro: 5¿80 cm (grande angular), 130-250 cm (Tele). Macro autom.: 5 cm¿infinito (grande angular), 130 cm¿infinito (tele)", "Normal: 80 cm infinito (grande angular), 350 cm\" infinito (tele) / Macro: 5\"80 cm (grande angular), 180-350 cm (Tele) / Macro autom.: 5 cm\"infinito (grande angular), 180 cm\"infinito (tele) / Manual: 5 cm\"infinito (grande angular), 180 c\"infinito (tele)", "Normal: 80 cm\"infinito (grande angular), 350 cm\"infinito (tele) / Macro: 5\"80 cm (grande angular), 180-350 cm (Tele) / Macro autom.: 5 cm\"infinito (grande angular), 180 cm\"infinito (tele) / Manual: 5 cm\"infinito (grande angular), 180 cm\"infinito (tele)", "f= 4.0-104.0mm", "Normal: Grande angular: aprox. 15cm ao infinito Telefoto: aprox. 3.0m ao infinito Macro Grande angular: aprox. 5cm - 3.0m Telefoto: aprox. 1.8m - 3.0m Super Macro Grande angular: aprox. 2cm - 1.0m", "Normal: Grande angular: aprox. 15cm ao infinito, Telefoto: aprox. 3.0m ao infinito, Macro Grande angular: aprox. 5cm - 3.0m, Telefoto: aprox. 1.8m - 3.0m, Super Macro Grande angular: aprox. 2cm - 1.0m", "Normal: Grande angular: aprox. 45cm ao infinito, Telefoto: aprox. 3.5m ao infinito, Macro Grande angular: aprox. 7cm - 3.0m, Telefoto: aprox. 2.8m - 3.0m, Super Macro Grande angular: aprox. 1cm - 1.0m", "F=25-200mm", "f=25-200mm", "F3.5-5.6 (mímino: F22), (Número de lâminas: 7, Diafragma de abertura circular); Lente 20-50mm; Imagens 4:3 - 26-105mm; Vídeo 16:9 - Não há; Vídeo 4:3 - 26-105mm", "f=4.45-44.5mm", "28-448 (Equivalente ao filme de 35mm)", "24-1200, equivalente ao filme de 35mm", "f=26-130mm", "f=24-1200mm", "f=24-720mm", "25cm", "5,0 - 25,0mm (equivalente a 35 mm: 28 - 140mm)", "5,0 - 40,0 mm (equivalente a 35 mm: 28 ¿ 224 mm)", "Depende da lente/objetiva em uso", "6.1 - 30.5 mm (equivalente a 35mm: 28-140mm)", "[W]: Aprox. 30 cm ao infinito  [T]: Aprox. 50 cm ao infinito  Modo close-up em macro: [W]: Aprox. 5 cm ao infinito", "[W]: Aprox. 50 cm ao infinito  [T]: Aprox. 1 m ao infinito  Modo close-up em macro: [W]: Aprox. 5 cm ao infinito", "[W]: Aprox. 50 cm ao infinito / [T]: Aprox. 1 m ao infinito / Modo close-up em macro: [W]: Aprox. 5 cm ao infinito", "[W]: Aprox. 50 cm ao infinito / [T]: Aprox. 1,5 m ao infinito / Modo close-up em macro: [W]: Aprox. 1 cm ao infinito", "[W]: Aprox. 50 cm ao infinito; [T]: Aprox. 1,5 m ao infinito; Modo close-up em macro: [W]: Aprox. 1 cm ao infinito (Todas as distâncias foram medidas do centro da superfície frontal da lente)", "[W]: Aprox. 50 cm ao infinito  [T]: Aprox. 1,5 m ao infinito  Modo close-up em macro: Aprox. 1 cm ao infinito", "Único AF / AF Contínuo (SR Auto Movie,) Contraste TTL AF, AF iluminador auxiliar disponível, Centro, Área, Multi, Acompanhar", "Único AF / AF Contínuo (SR Auto Movie,) Contraste TTL AF ( Centro / Rastreamento)", "F3.5-5.6 (utilizando lentes 18-55mm).", "F3.5-5.6 (utilizando lentes 20-50mm).", "[W]: Aprox. 50 cm ao infinito  [T]: Aprox. 1 m ao infinito. Modo close-up em macro: Aprox. 1 cm ao infinito (1 cm na posição mais próxima ao centro da superfície frontal da lente). (Todas as distâncias foram medidas do centro da superfície frontal da lente)", "[W]: Aprox. 50 cm ao infinito  / [T]: Aprox. 1 m ao infinito  / Modo close-up em macro: Aprox. 1 cm ao infinito(1 cm na posição mais próxima ao centro da superfície frontal da lente) - (Todas as distâncias foram medidas do centro da superfície frontal da lente)", "Automático", "30cm~infinito", "foto macro : a partir de 1 cm a infinito, distancia focal = 4,3mm a 215mm", "foto macro : a partir de 1 cm a infinito, distancia focal = 4,3mm a 223,6mm", "De 25cm até Infinito, com lente SEL1855 inclusa no kit", "4.1-86.1mm (23-483mm equivalente em 35mm)", "28 mm - 140 mm equiv", "Normal: 80 cm infinito (grande angular), 350 cm¿infinito (tele) - Macro: 5¿80 cm (grande angular), 180-350 cm (Tele) - Macro autom.: 5 cm¿infinito (grande angular), 180 cm¿infinito (tele) - Manual: 5 cm¿infinito (grande angular), 180 cm¿infinito (tele)", "Normal: 80 cm infinito (grande angular), 350 cm¿infinito (tele) - Macro: 5¿80 cm (grande angular), 180-350 cm (Tele) - Macro autom.: 5 cm infinito (grande angular), 180 cm¿infinito (tele) - Manual: 5 cm¿infinito (grande angular), 180 cm¿infinito (tele)", "Distância Focal: Imagens 16:9 - 27-954mm Imagens 4:3 - 25-875mm Vídeo 16:9 - 30-1060mm Vídeo 4:3 - 28-973mm", "4,5 - 90,0 mm (equivalente a 35 mm: 25 ¿ 500 mm)", "Infinito com melhor definição de 6m", "Normal 1.5m~infinito/Macro 20-21cm", "4,3 ¿ 43,0 mm (equivalente a 35 mm: 24 ¿ 240 mm)", "Imagens 16:9 - 28.3-141.6mm; Imagens 4:3 - 26-130mm; Vídeo 16:9 - 31.5-157.3mm; Vídeo 4:3 - 26-130mm", "Imagens 16:9 - 28-224mm Imagens 4:3 - 25-200mm Vídeo 16:9 - 28-224mm Vídeo 4:3 - 34-272mm", "Normal: 80cm - infinito (Grande Angular), 250 cm - infinito (Telefoto); Macro: 5 - 80 cm (Grande Angular), 100 - 250 cm (Telefoto); Macro automático: 5 cm - infinito (Grande Angular), 100 cm - infinito (Telefoto)", "Relativo a lente usada", "Normal: 80 cm¿infinito (grande angular), 350 cm¿infinito (tele) - Macro: 5¿80 cm (grande angular), 180-350 cm (Tele) - Macro autom.: 5 cm¿infinito (grande angular), 180 cm¿infinito (tele) - Manual: 5 cm¿infinito (grande angular), 180 cm¿infinito (tele)", "Normal:5cm - infinito (W), 1.4m - Infinito (T); Auto/Manual: 0cm - infinito (W),  1.4m - infinito (T); Macro AF: cm - 50cm (W)", "50 cm - 3,0 m (W)/60 cm ¿ 2,0 m (T)", "50cm~infinito wide e 100cm~infinito tele (normal), 5cm~infinito wide (modo close-up em Macro)", "50cm~infinito", "AF por detecção de contraste", "AF com área dinâmica de 9, 21 ou 39 (acompanhamento em 3D), AF com área utomática, AF de ponto único", "Equivalente a 1,6x da distância focal da objetiva", "4,3 - 43,0 mm (equivalente a 35 mm: 24 - 240 mm)", "Central Prioridade de rosto Manual com 99 áreas de foco Rastreador do assunto AF com localizador de assunto", "Fish Eye 170º", "MACRO ON: 30~45 CM / MACRO OFF:  A PARTIR DE 1,5 M"], 361]}
{"Memória Interna": [["32MB", "Não possui", "9,9MB", "9,8MB", "27MB", "9MB", "29MB", "16MB", "33MB", "26MB", "23MB", "22MB", "18MB", "102MB", "45MB", "38MB", "14MB", "50MB aproximadamente", "Não possui. Acompanha cartão de Memória (128 MB)", "9.8 MB", "1GB", "59MB", "20MB", "10MB", "70MB", "50MB", "12MB", "16GB", "6 MB", "8GB", "42MB", "74MB", "90MB", "47MB", "19 MB", "13MB", "25.9MB", "52MB", "28MB", "43 MB", "9.5 MB", "Aproximadamente 25MB", "48MB", "49MB", "65MB", "21MB", "54MB", "25MB", "56MB", "128 MB"], 256]}
{"Zoom Óptico": [["3x", "2.8x", "5x", "12x", "4x", "10x", "21x", "3,1X", "15x", "36x", "3.6x", "18x", "16x", "4.6x", "30x", "8x", "26x", "6x", "42x", "20x", "Não possui", "12,5x", "11x", "7,5x", "4.8x", "7x", "40x", "50x", "52x", "35x", "34x", "60x", "18-55mm"], 325]}
{"Idiomas do Menu": [["Espanhol,Inglês,Português", "Português", "Chinês,Coreano,Espanhol,Francês,Indonês,Inglês,Persa,Português,Tailandês.,Vietnamita,Árabe", "português - inglês", "Alemão,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Francês,Grego,Holandês,Húngaro,Inglês,Italiano,Japonês,Persa,Polonês,Português,Russo,Sueco,Tailandês.,Tcheco,Turco,Árabe", "Alemão,Checo,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Francês,Grego,Holandês,Húngaro,Inglês,Italiano,Japonês,Persa,Polonês,Português,Russo,Sueco,Tailandês.,Tcheco,Turco,Árabe", "Bahasa-Indonésio,Chinês,Coreano,Espanhol,Francês,Inglês,Persa,Português,Tailandês.,Vietnamita,Árabe", "Chinês,Coreano,Espanhol,Francês,Inglês,Persa,Português,Tailandês.,Vietnamita,Árabe", "Bahasa-Indonésio,Chinês,Coreano,Espanhol,Francês,Inglês,Persa,Português,Tailandês.,Árabe", "Diversos", "Alemão,Espanhol,Francês,Inglês,Italiano,Japonês,Português", "Alemão,Espanhol,Inglês,Italiano,Japonês,Português", "Inglês", "Alemão,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Francês,Grego,Holandês,Húngaro,Inglês,Italiano,Japonês,Polonês,Português,Sueco,Tcheco,Turco,Árabe", "Alemão,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Francês,Grego,Holandês,Húngaro,Inglês,Italiano,Japonês,Polonês,Português,Sueco,Tcheco,Turco", "Chinês,Coreano,Espanhol,Francês,Inglês,Português,Tailandês.,Árabe", "Espanhol,Inglês,Italiano,Japonês,Português", "Inglês,Português", "Chinês,Coreano,Espanhol,Francês,Indonês,Inglês,Italiano,Japonês,Persa,Português,Tailandês.,Vietnamita,Árabe", "Alemão,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Francês,Grego,Holandês,Indonês,Inglês,Italiano,Japonês,Polonês,Português,Russo,Sueco,Turco,Vietnamita,Árabe", "Chinês,Coreano,Dinamarquês,Espanhol,Francês,Grego,Hebraico,Holandês,Húngaro,Indonês,Inglês,Italiano,Japonês,Polonês,Português,Russo,Sueco,Tailandês.,Tcheco,Turco,Vietnamita,Árabe", "Alemão,Chinês,Coreano,Dinamarquês,Espanhol,Francês,Holandês,Inglês,Italiano,Japonês,Persa,Polonês,Português,Russo,Tailandês.,Tcheco,Turco,Vietnamita,Árabe", "Alemão,Checo,Chinês,Coreano,Croata,Dinamarquês,Espanhol,Francês,Grego,Holandês,Inglês,Italiano,Japonês,Persa,Polonês,Português,Russo,Sueco,Tailandês.,Tcheco,Turco,Vietnamita,Árabe", "Chinês,Coreano,Espanhol,Francês,Indonês,Inglês,Persa,Tailandês.,Vietnamita,Árabe", "Alemão,Checo,Chinês,Coreano,Croata,Dinamarquês,Espanhol,Finlandês,Francês,Grego,Holandês,Húngaro,Inglês,Italiano,Japonês,Persa,Polonês,Português,Russo,Tailandês.,Tcheco,Turco,Vietnamita,Árabe", "Alemão,Bahasa-Indonésio,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Francês,Grego,Holandês,Húngaro,Inglês,Italiano,Japonês,Polonês,Português,Russo,Sueco,Tailandês.,Tcheco,Turco,Vietnamita,Árabe", "Alemão,Checo,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Francês,Grego,Holandês,Húngaro,Inglês,Italiano,Japonês,Persa,Polonês,Português,Russo,Sueco,Turco,Árabe", "Espanhol,Finlandês,Francês,Grego,Inglês,Italiano,Japonês,Português,Árabe", "Espanhol,Francês,Inglês,Italiano,Japonês,Português", "Alemão,Bahasa-Indonésio,Checo,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Francês,Grego,Holandês,Húngaro,Inglês,Italiano,Persa,Polonês,Português,Russo,Sueco,Tailandês.,Turco,Vietnamita,Árabe", "Alemão,Checo,Chinês,Coreano,Espanhol,Francês,Grego,Inglês,Italiano,Japonês,Português,Russo,Tailandês.,Vietnamita,Árabe", "Alemão,Checo,Chinês,Coreano,Espanhol,Francês,Grego,Holandês,Inglês,Italiano,Japonês,Português,Russo,Tailandês.,Vietnamita,Árabe", "Alemão,Bahasa-Indonésio,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Francês,Grego,Holandês,Húngaro,Inglês,Italiano,Japonês,Persa,Polonês,Português,Russo,Sueco,Tailandês.,Tcheco,Turco,Vietnamita,Árabe", "Alemão,Checo,Chinês,Coreano,Francês,Grego,Inglês,Italiano,Português,Russo,Tailandês.,Vietnamita,Árabe", "Alemão,Checo,Chinês,Coreano,Espanhol,Francês,Grego,Inglês,Italiano,Japonês,Português,Russo,Tailandês.,Vietnamita", "Alemão,Chinês,Coreano,Espanhol,Francês,Grego,Inglês,Italiano,Português,Russo,Vietnamita", "Alemão,Chinês,Coreano,Espanhol,Francês,Grego,Inglês,Italiano,Japonês,Português,Russo,Vietnamita", "Alemão,Chinês,Coreano,Espanhol,Francês,Grego,Italiano,Japonês,Português,Russo,Vietnamita", "Alemão,Checo,Chinês,Coreano,Espanhol,Francês,Grego,Inglês,Italiano,Japonês,Português,Vietnamita", "Diversos,Inglês,Português", "Alemão,Chinês,Coreano,Espanhol,Francês,Inglês,Italiano,Japonês,Português,Russo", "Alemão,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Francês,Holandês,Inglês,Italiano,Polonês,Português,Russo,Sueco,Tcheco", "Chinês,Coreano,Espanhol,Francês,Inglês,Japonês,Persa,Português,Tailandês.,Vietnamita,Árabe", "Chinês,Coreano,Espanhol,Francês,Inglês,Italiano,Japonês,Persa,Português,Tailandês.,Vietnamita,Árabe", "Alemão,Espanhol,Francês,Holandês,Inglês,Italiano,Português,Russo,Turco", "Alemão,Espanhol,Francês,Inglês,Italiano,Português,Russo,Turco", "Alemão,Bahasa-Indonésio,Chinês,Coreano,Espanhol,Francês,Inglês,Italiano,Japonês,Persa,Português,Tailandês.,Vietnamita,Árabe", "Alemão,Chinês,Coreano,Espanhol,Francês,Inglês,Italiano,Português,Árabe", "Bahasa-Indonésio,Chinês,Coreano,Espanhol,Francês,Inglês,Japonês,Persa,Português,Tailandês.,Vietnamita,Árabe", "Alemão,Espanhol,Francês,Inglês,Italiano,Português", "Alemão,Chinês,Coreano,Espanhol,Francês,Inglês,Italiano,Português", "Alemão,Checo,Dinamarquês,Espanhol,Finlandês,Grego,Húngaro,Inglês,Italiano,Português,Russo,Sueco,Tailandês.,Turco,Árabe", "Alemão,Checo,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Grego,Húngaro,Inglês,Italiano,Japonês,Português,Russo,Sueco,Tailandês.,Turco,Árabe", "Bahasa-Indonésio,Chinês,Coreano,Espanhol,Francês,Inglês,Persa,Português,Tailandês.,Turco,Vietnamita,Árabe", "Chinês,Coreano,Espanhol,Francês,Inglês,Persa,Português,Tailandês.,Turco,Vietnamita,Árabe", "Alemão,Espanhol,Inglês,Português", "Alemão,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Francês,Grego,Holandês,Húngaro,Inglês,Italiano,Japonês,Persa,Polonês,Russo,Sueco,Tailandês.,Tcheco,Turco,português de Portugal,Árabe", "Alemão,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Francês,Grego,Holandês,Indonês,Inglês,Italiano,Japonês,Persa,Polonês,Português,Russo,Sueco,Tailandês.,Tcheco,Trilíngue - espanhol, inglês, português,Turco,Árabe", "Alemão,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Francês,Francês, Inglês, Português,Grego,Holandês,Indonês,Inglês,Italiano,Japonês,Persa,Polonês,Português,Russo,Sueco,Tailandês.,Tcheco,Turco,Árabe", "Alemão,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Francês,Grego,Holandês,Indonês,Inglês,Italiano,Japonês,Persa,Polonês,Russo,Sueco,Tailandês.,Tcheco,Turco,Árabe", "Alemão,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Francês,Grego,Holandês,Indonês,Inglês,Italiano,Japonês,Persa,Polonês,Português,Russo,Sueco,Tailandês.,Tcheco,Turco,Árabe", "Alemão,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Francês,Grego,Holandês,Húngaro,Indonês,Inglês,Italiano,Japonês,Polonês,Português,Russo,Sueco,Tailandês.,Tcheco,Turco,Vietnamita,Árabe", "Alemão,Checo,Chinês,Espanhol,Finlandês,Francês,Grego,Hebraico,Holandês,Inglês,Italiano,Japonês,Português,Russo,Sueco,Tailandês.,Tcheco,Vietnamita", "Alemão,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Francês,Grego,Inglês,Italiano,Japonês,Polonês,Português,Russo,Sueco,Tailandês.,Tcheco,Turco,Vietnamita,português de Portugal,Árabe", "Alemão,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Francês,Grego,Holandês,Húngaro,Inglês,Italiano,Japonês,Polonês,Português,Russo,Sueco,Tailandês.,Tcheco,Turco,português de Portugal,Árabe", "Alemão,Coreano,Espanhol,Inglês,Italiano,Português,Russo", "Coreano,Espanhol,Inglês,Italiano,Português", "Alemão,Chinês,Dinamarquês,English,Espanhol,Finlandês,Francês,Grego,Holandês,Húngaro,Inglês,Italiano,Japonês,Polonês,Português,Tcheco,Turco,Árabe", "Alemão,Espanhol,Inglês,Italiano,Português", "Espanhol,Francês,Inglês,Português", "Alemão,Checo,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Francês,Grego,Holandês,Húngaro,Inglês,Italiano,Japonês,Norueguês,Persa,Português,Russo,Sueco,Tailandês.,Turco,Vietnamita,Árabe", "Chinês,Coreano,Espanhol,Francês, Inglês, Português,Persa,Tailandês.,Árabe", "Coreano,Francês,Inglês - Espanhol,Persa,Tailandês.,Árabe", "Coreano,Francês, Inglês, Português,Persa,Árabe", "Alemão,Coreano,Espanhol,Francês,Inglês,Italiano,Japonês,Português,Russo", "Coreano,Inglês,Português", "Alemão,Grego,Inglês,Italiano,Português,Russo,Turco,Árabe", "Alemão,Checo,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Grego,Holandês,Húngaro,Inglês,Italiano,Japonês,Norueguês,Português,Russo,Sueco,Tailandês.,Turco,Árabe", "Alemão,Checo,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Grego,Holandês,Húngaro,Inglês,Italiano,Japonês,Norueguês,Português,Russo,Sueco,Turco,Árabe", "Português/Inglês/Espanhol", "Alemão,Checo,Chinês,Coreano,Dinamarquês,Espanhol,Finlandês,Grego,Húngaro,Inglês,Italiano,Japonês,Norueguês,Português,Russo,Sueco,Tailandês.,Árabe", "Vários"], 309]}
{"Monitor/Display": [["LCD 3.0\" TFT colorido LCD de 230 KP", "LCD TFT de 2.5\", 230.000 pontos", "LCD colorido de 2,5\" (6,35 cm), 230.000 pixels", "LCD de 2.5\" (230 k)", "AMOLED 3.0\"", "2.7\"; LCD TFT; Clear Photo LCD", "WQVGA 3.0\" (230K).", "LCD 2.7\" (230K).", "Tela principal: 2,7\" (6.9 cm) QVGA (230K);  Tela frontal: 1,5\" (3.8 cm) 61 K/ TFT LCD.", "LCD 3\" Wide Colorido de Alta Resolução.", "2,7 Polegadas.", "3,0\"", "2.7\"", "2.7\" - LCD TFT - Clear Photo LCD", "3.0\" - TFT LCD", "LCD TFT 3.0\" - XtraFine.", "3.5\"\" - OLED - XtraFine TruBlack O visor de alto contraste OLED mostra uma ampla gama de cores para uma reprodução mais fiel de cores vivas.", "2.8\" - LCD TFT - Clear Photo LCD Plus", "3.0\" - LCD TFT - Clear Photo LCD", "3,0 pol. na diagonal Amplo ângulo de visualização TFT-LCD com Camada antirreflexo Ajuste de brilho em 5 níveis", "2,7 pol. na diagonal TFT-LCD com Camada antirreflexo Ajuste de brilho em 5 níveis", "2,7 pol. na diagonal, TFT-LCD com Ajuste de brilho em 5 níveis", "Tamanho do Monitor 3,0 pol. na diagonal Resolução do Monitor 230.000 Pontos Tipo de Monitor TFT-LCD com visão grande angular", "3,0 POLEGADAS", "LCD de 2,7\"", "3,0 pol. na diagonal Tipo do Monitor com ângulo variável TFT-LCD com Camada antirreflexo Resolução do Monitor 921.000pontos", "LCD colorido de 2,7 polegadas, 230.000 pontos, área de cobertura de 96% aprox.", "LCD de 1,8\"", "LCD de 2.5\" (230K)", "LCD TFT colorido de 2,7\" (230K)", "LCD TFT colorido de 2,7¿ (230K)", "2,7\"", "LCD 2.7\"", "LCD de 3\"", "3,0\" (460.000 pontos).", "2,7", "7.5cm (3.0\") tipo wide, LCD tipo Xtra Fine com tecnologia TruBlack", "LCD TFT colorido de 2.5\" (230k)", "TFT LCD 3,0\" (7,62 cm), 288K (WQVGA)", "LCD 2,8\"", "3\"", "LCD colorido de 2,7\"", "2,7''", "Tela LCD TFT colorida de 3,0 pol., 460.000 pontos aprox., área de cobertura de 97% aprox.", "Tela LCD TFT colorida de 2,4 pol., 110.000 pontos aprox., área de cobertura de 96% aprox.", "LCD 2,7\"", "LCD 2.7\" (230K)", "AMOLED 3.0", "LCD 2.7\" QVGA (230K)", "LCD colorido de 2.7 polegadas, 230.000 pontos, área de cobertura de 96% aprox.", "Opcional", "3.0 pol. na diagonal", "LDC 7.5 cm (3.0 type) TFT drive", "LCD, 7.5 cm (3.0 type) TFT drive", "Tela LCD", "2.7\"  LCD TFT - Clear Photo LCD", "TFT LCD 3,0\"\" (7,62 cm) 460K", "Tela LCD TFT colorida de 3,0 polegadas, 460.000 pontos aproximadamente, área de cobertura de 100%.", "2,7 polegadas  de 230.000 pontos", "Visor flip out  de 3.0\" (polegadas) sensível ao toque.", "Monitor LCD 3.0\" (230K)", "TFT LCD 3,0''(polegadas)  (7,62 cm) 460K\"", "AMOLED 3,0'' (7,6 cm)", "LCD TFT colorido de 3,0 polegadas, 230.000 pontos, área de cobertura de 97% aproximadamente", "LCD 2,7\"  (polegadas)", "2,7 POL", "TFT LCD 3,0\" (7,62 cm) 460K", "2,7'' (230mil pontos)", "3'' (921mil pontos)", "3'' (921 mil pontos)", "LCD de 3.0\"", "2,7'' (230 mil pontos)", "3,0'' (460 mil pontos). TFT-LCD com Camada antirreflexo e ajuste de brilho em 5 níveis.", "3.0'' (921mil pontos) com Tela Clear Color.  (Ângulo Variável TFT-LCD com camada antirreflexo e ajuste de brilho em 5 níveis)", "LCD 2.7'' (230mil pontos) TFT-LCD com Ajuste de brilho em 5 níveis.", "LCD colorido de 7,6cm/3.0\" e 230.400 pontos", "LCD TFT 3.0\"  - Clear Photo LCD", "LCD: 2.7\" - LCD TFT - Clear Photo LCD", "3.0\"  Touch Screen", "3.3\" Touch Screen", "LCD 3.0 polegadas", "AMOLED 3,0\" (7,62 cm) 614K", "LCD 2.7 polegadas", "LCD, Frontal: 1.5 polegadas 1 Traseiro: 2.7 polegadas", "LCD 3 polegadas", "LCD 3.0\" (230k)", "2.7\" TFT LCD", "LCD 7.5 cm 3.0\" TFT drive", "3.0\"", "2.8\"", "7.5cm (3.0-type) wide tipo TFT (Xtra Fine LCD) flexivel em até 180° para cima e 13° para baixo", "Tela LCD TFT larga de 2.7\"", "Tela LCD Clear View de 3.0\"", "LCD 3.0\"", "3,0\" - LCD", "LCD 3.0\" (Inclinável)", "Tela LCD colorida TFT de 3,0\". 460.000 pontos, área de cobertura de 100% aproximadamente", "LCD Anti Reflexo de 3\" com 460.000 pontos.", "7.5 cm (3.0\") TFT com 3 eixos de ajuste e mais de 1.2 milhões de cores", "3.0", "Tela LCD RGBW (Branco) de 3,0 pol., 1.230.000 pontos, (cobertura de 100% aprox.)", "LCD 2,7\" TFT", "LCD 3\" TFT Touch Screen", "2,7\" - LCD TFT - Clear Photo LCD", "7.5cm (3.0-type) wide tipo TFT (Xtra Fine LCD) flexivel em até 180° para cima e 50° para baixo", "3.0\" - QVGA LCD TFT", "3.0\" TFT LCD", "Traseiro: 2.7\" TFT LCD / Frontal: 1.5\" TFT LCD", "LCD TFT colorido 3,0 polegadas, (aprox. 230K pontos)", "LCD TFT colorido 3,0 polegadas, (aproximadamente 230K pontos)", "LCD  3,0\" (aproximadamente 460.000 pontos)", "3.0\" AMOLED", "LCD TFT 2,7\" - Clear Photo LCD", "2,8\"", "3,3\" - OLED - XtraFine", "3,0\" - LCD TFT - Xtra Fine LCD", "LCD 6,7 cm (2,7\" type) TFT drive com 460.800 pontos", "3,2\" / 921.000 pontos", "2,7\" LCD;TFT 230.000 pontos", "2,7\" LCD / TFT 230.000 pontos", "3,0\" LCD / TFT 230.000 pontos", "3,0\" LCD-TFT 921.000 pontos", "3,0\" OLED 614.000 pontos", "LCD TFT 3\" Ângulo Variável (aprox. 920.000 pontos)", "LCD TFT 3.0\" (aprox. 460.000 pontos)", "3.31\" WVGA (800X480 - AMOLED) - Touch Panel", "3.7\" WVGA (800X480) - Touch Panel", "3,0\" OLED - 614.000 pontos", "Sim", "Não se aplica ao produto", "Não possui", "3", "LCD de 7.5cm (3.0\") Widescreen com mais de 230 mil pontos de definição", "Super Clear LCD 4.8\" HD com touchscreen", "LCD TFT de 2.7\" com amplo ângulo de visão", "Sim - Visor colorido Chroma de 1,4 polegadas", "3.0\" - LCD TFT - Clear Photo LCD - 460K dots", "Não se Aplica", "LCD 2,4\" TFT", "Display LCD 1,77 TFT", "TFT LCD - Ecrã Principal: 2,7 (6,86 centímetros), QVGA", "Display TFT: 2,5\"", "2.7\" LDC", "2.7\" LCD", "3.0\" - LCD TFT - Clear Photo LCD 460.800 pontos", "2.7\" - QVGA LCD TFT", "3.0\" FVGA Super AMOLED Touch Screen Articulado (180° na vertical e 270° na horizontal) + EVF XGA (1024x768 - 2.359 pontos de cor)", "3.31\" WVGA (800X480 - AMOLED 768mil pontos de cor) - Touchscreen e Articulado (90° p/ cima e 45° p/ baixo)", "3.0\" HVGA (320X480 - 460mil pontos de cor) - Touchscreen e Articulado", "4.8\" HD Super Clear LCD (1280X720 - 16M Profundidade de Cor) - Full Touch Panel", "3.0\" HVGA (320X480 - 460mil pontos de cor) - Articulado", "3 polegadas TFT LCD", "3 polegadas", "3\" - Resolução 460.000 LCD-TFT com ajuste de brilho em 5 níveis", "TFT-LCD com Visão Grande Angular 3,0 pol. na diagonal", "Tela LCD Clear View de 3.0 polegadas", "3,0\" (921000 pontos)", "LCD 2 Polegadas", "LCD 2,4 Polegadas", "3,2\"", "3.0\" Touch screen e com ângulo variável", "3.0\" touch screen e com ângulo variável", "Não se aplica", "LCD Touch Screen de 3'' (230k)"], 421]}
{"Memória expansível por Cartões de Memória": [["Sim", "Não"], 420]}
{"Velocidade do Obturador": [["2 seg, 10 seg e Duplo", "Mais Rápida: 1/8000 s1/3 1/2 1; Mais Lenta: 30 s1/3 1/2 1; Tipo: Plano focal de percurso vertical controlado eletronicamente", "Smart Auto : 8 ~ 1/2,000 s, Programa : 1 ~ 1/2,000 s, Noite : 8 ~ 1/2,000 s, Fogo Artificio : 2 s", "Auto: 1/4000 s a 30 s; Manual: 1/4000 s a 30 s (incrementos de 1/3 EV) ; Lâmpada (limite de tempo: 8 min)", "iAuto(2\" - 1/1,600) / Program Auto (1\" - 1/1,600)", "Smart Auto: 1/8-1/2000 seg. Programa: 1-1/2000 seg. Fotografia noturna: 8-1/2000 seg.", "Smart Auto: 8 - 1/2000 s Programa: 1 - 1/2000 s Noite: 8 - 1/2000 s", "Smart Auto: 1/8-1/2000 seg. Programa: 1-1/2000 seg. Noite: 8-1/2000 seg. Fogo Artificio: 2 seg", "Smart Auto: 8 - 1/2000 s Programa: 1 - 1/2000 s Noite: 8 - 1/2000 s.", "Smart Auto: 1/8-1/2000 seg. Programa: 1-1/2000 seg. Noite: 8-1/2000 seg. Fogo Artificio: 2 seg.", "15-1/1600s.", "60 - 1/2000 seg. Lâmpada: até 30 min. (tempo mais longo selecionável no menu. Padrão: 8 min.); passos de 1/3, 1/2, ou 1 EV, selecionável.", "1/2 - 1/2000 seg. / < 4 seg. (Cena Luz de Vela)", "iAuto (2\" - 1/1,600) / Program Auto (1\" - 1/1,600)", "iAuto (2\" - 1/1600) / Program Auto (1\" - 1/1600)", "iAuto (2\" - 1/1600) / Program Auto (1\" - 1/1600).", "iAuto(2\" - 1/1,600) / Program Auto(1\" - 1/1,600) / Manual(30\"-1/1600)", "1/1000-1 s (quando a sensibilidade ISO estiver definida como Automática) 1/4000-1/60 s (modo de esporte contínuo) 4 s (quando o modo de cena estiver definido como Exib. Fogos de Artifício)", "1/2000-1 s (quando a sensibilidade ISO estiver definida como Automática) 4 s (quando o modo de cena estiver definido como Exib. Fogos de Artifício)", "De 1/4.000 s a 30 s em etapas de 1/3 EV Lâmpada", "(Modo Auto) 1/4 seg. a 1/1800 seg.", "4 a 1/2000 segundos (manual - 30 seg)", "Não informado pelo fornecedor", "(Modo Auto) 1/4 seg. a 1/1800 seg. (Todos os outros modos) 8 seg. a 1/1800 seg.", "1/2000-8 s, 1/4000-1/15s (durante o disparo contínuo de alta velocidade)", "15-1/2000 seg", "1/8 1/2,000s (auto); 11 /2,000s (programa); 8 1/2,000 s (noite); 2s (fogos de artifício)", "F3.5 1/90s", "1/4 - 1/2000 seg. / < 4 seg..", "1/2 - 1/2000 seg. / < 4 seg. (Cena Luz de Vela).", "aprox. 8 - 1/1600 sec", "5.5 fps", "Smart Auto: 8 - 1/2000s; Programa: 1 ~-1/2000s; Noite: 8 - 1/2000s; Fogo Artificio: 2s", "Smart Auto: 1/8-1/2000 seg. / Programa: 1-1/2000 seg. / Fotografia noturna: 16-1/2000 seg. (AEB, Contínuo : 1/4-1/2000 seg.)", "I5 - I/4000 seg.", "Still: approx. 8-1/1600 sec-Starry Sky Mode: 15, 30, 60sec.", "Still: aprox. 60 - 1/4000 seg", "Still: aprox. 8 - 1/1300 seg - Starry Sky Mode: 15, 30, 60 seg", "1/4 - 1/2000 seg. / < 4 seg.", "(Modo Auto) 1/4 seg. a 1/2000 seg. (Todos os outros modos) 8 seg. a 1/2000 seg.", "(Modo Auto) 1/4 seg. a 1/1200 seg. (Todos os outros modos) 4 seg. a 1/2000 seg.", "Smart Auto: 1/8 - 1/2000 s Programa: 1 - 1/2000 s Noite: 8 - 1/2000 s", "Auto: 1/4000-30 seg. Manual: 1/4000-30 seg. (1/3 ou 1/2 Etapa de EV)  Bulb (limite de tempo: 8 min)", "Auto: 1/8 - 1/2 000 seg.;  Programa: 1 - 1/2 000 seg. ; Noite: 8 - 1/2 000 seg.", "Automático", "iAuto (2\" - 1/1,500) / Program Auto (1\" - 1/1,500)", "Obturador Eletrônico: 1/16,000 s em incrementos de 1/3EV Obturador Mecânico: 1/4,000 s em incrementos de 1/3EV", "12 fps", "10 fps", "(Modo Auto) 1/4 seg. a 1/4000* seg. (Todos os outros modos) 30 seg. a 1/4000* seg. *1/4000 seg. na menor abertura; 1/1000 seg. na abertura total", "iAuto(4\" - 1/1,600) / Program Auto(1\" - 1/1,600)", "Auto: 1/8 -1/2 000 seg; Programa: 1-1/2 000 seg; Manual: 16-1/2 000 seg; Noite: 8-1/2 000 seg.", "(Modo Auto) 1/4 seg. a 1/4000 seg.; (Todos os outros modos) 30 seg. a 1/4000 seg. (disparador mecânico e eletrônico combinados)", "1/2000 - 1 s (quando a sensibilidade ISO estiver definida como Automática) 4 s (quando o modo de cena estiver definido como Show de fogos de artifício)", "(Modo Auto) 1/4 seg.  a 1/2000 seg. (Outros modos) 8 seg. para 1/2000 seg.", "Auto: 1/8 -1/2 000 seg; Programa: 1- 1/2 000 seg; Manual: 16- 1/2 000 seg.; Noite: 8 -1/2 000 seg.", "Auto: 1/4 000-30 seg;  Manual: 1/4 000-30 seg. (1/3 Etapa de EV); Bulb (limite de tempo: 4 min).", "Auto: 1/8-1/2 000 seg; Programa: 1-1/2 000 seg; Noite: 16-1/2 000 seg. e Fogo Artifício: 2 seg.", "1/1500 - 1 s (quando a sensibilidade ISO estiver definida como Automática) 4 s (quando o modo de cena estiver definido como Show de fogos de artifício)", "(Modo Auto) 1/4 seg. a 1/2000 seg. (Todos os outros modos) 8 seg. a 1/2000 seg", "Automática", "1/2000 - 1 s (quando a sensibilidade ISO estiver definida como Automática) ; 4 s (quando o modo de cena estiver definido como Show de fogos de artifício)", "1/2000 - 1 s (quando a sensibilidade ISO estiver definida como Automática); 4 s (quando o modo de cena estiver definido como Show de fogos de artifício).", "1/2000 - 1/2 s: manual em ISO 3.200, 1/2000 - 1 s: manual, 1/2000 - 1 s: automático (ISO 100 a 1.600) (quando a sensibilidade ISO estiver definida como Automática), 1/2000 - 1 s: manual em ISO 1.600, 1/2000 - 2 s: manual em ISO 800 e 1/2000 - 4 s: manual em ISO 100, ISO 200, ISO 400", "1/2000 - 1/2 s: manual em ISO 3.200, 1/2000 - 1 s: manual, 1/2000 - 1 s: automático (ISO 100 a 1.600) (quando a sensibilidade ISO estiver definida como Automática), 1/2000 - 1 s: manual em ISO 1.600, 1/2000 - 2 s: manual em ISO 800 e 1/2000 - 4 s: manual em ISO 100, ISO 200, ISO 400 .", "1/1000 - 1 s (quando a sensibilidade ISO estiver definida como Automática), 4 s (quando o modo de cena estiver definido como Show de fogos de artifício).", "Smart Auto: 1/8-1/2000 seg., Programa: 1-1/2000 seg., Fotografia noturna: 16-1/2000 seg. (AEB, Contínuo: 1/4-1/2000 seg.)", "Smart Auto: 1/8 - 1/2000 seg; Programa: 1 - 1/2000 seg; Noite: 8 - 1/2000 seg; Manual: 16 - 1/2000 seg; Exposição; Controle; Programa AE", "Smart Auto: 8 1/2 000 seg, Programa: 1-1/2 000 seg, Noite: 8-1/2 000 seg", "Smart Auto: 8-1/2 000 seg, Programa: 1-1/2 000 seg, Noite: 8-1/2 000 seg", "Smart Auto: 1/8 - 1/2000 s, Programa: 1 - 1/2000 s, Noite: 8  1/2000 s", "Smart Auto: 1/8-1/2000 seg., Programa: 1-1/2000 seg., Noite: 16-1/2000 seg", "(Auto mode) 1/4 sec. a 1/2000 sec. , (outros modos) 8 sec. a 1/2000 sec. (Com obturador mecânico)", "Smart Auto: 8/ 1/2 000 segundos; Programa: 1/ 1/2 000 segundos; Noite: 8/ 1/2 000 segundos", "Fotos: 1/4000 até 30\" / Bulb", "1/4000 até 30\" / Bulb", "Velocidade de disparo:  1-1/4000 seg. 60-1/4000 seg. (Intervalo total de velocidade do obturador)", "Velocidade: 15 - 1/4000 seg", "Velocidade: 1-1/2000 seg.", "1-1/2000 seg", "Velocidade: 1-1/3200 seg", "1-1/3200 seg", "1-1/2500 seg.", "15-1/4000 seg", "15-1/4000 seg.", "1 - 1/2000 seg", "1 - 1/2000 seg.", "Obturador eletrônico (Auto: 1/4 seg p/1/2000 seg./Todos os modos: 8 seg p/1/2000 seg", "0.5 a 1/2.000 segundos", "4 a 1/2000 seg (manual: 30 seg)", "4 a 1/2000 seg (manual : 30 seg)", "1/30 seg. a 1/4000 seg.", "1/30 seg. a 1/8000 seg.", "1 ¿ 1/1600 seg. (predefinição de fábrica)  15 ¿ 1/1600 seg. (alcance total - varia consoante o modo de disparo)", "4 a 1/2.000 segundos", "(Modo Auto) 1/4seg. para 1/4000 seg (Todos os outros modos) 30 seg. para 1/4000sec. (combinado obturador mecânico e eletrônico)", "(Modo Auto) 1/4 seg. a 1/4000 seg. (Todos os outros modos) 30 seg. a 1/4000 segundos", "60\" - 1/4000", "Fotos: 1/8000 até 30s Bulb; Filmes: 1/8000 até 1/4 (1/3 step), Acima de  1/60 em modo AUTO (acima de 1/30 em modo Auto Slow Shutter)", "Auto: 1/4 000-30 seg. / Manual: 1/4 000-30 seg. (1/3 Etapa de EV) / Bulb (limite de tempo: 4 min)", "(Modo P) 1/4 seg. a 1/4000 segundos; (Todos os outros modos) 30 seg. a 1/4000 seg.  Tempo 2 a 30 seg.; velocidade do obturador Sincronizado para flash: 1/180 seg ou mais lento (P modo ou modo A), 1/160 seg ou mais lento (modo S ou M mode); * 1/180 seg pode ser definido automaticamente em algumas condições de disparo em modo P ou A modalidade.", "Diafragmático - (Modo Auto) 1/4seg. para 1/2000seg.", "1/1000s", "Automático: 1/8-1/2,000 seg. / Programa: 1-1/2,000 seg. / Noite: 8-1/2,000 seg.", "(Modo Auto) 1/4 seg. a 1/2000 seg *, (Todos os outros modos) 30 seg. a 1/2000 seg *.  1/1000 seg. a abertura total", "iAuto (2\" - 1/2000) / Program Auto (2\" - 1/2000)", "iAuto(2\" - 1/1600) / Program Auto(1\" - 1/1600)", "iAuto(2\" - 1/2000) / Program Auto(2\" - 1/2000)", "Smart Auto: 1/8¿1/2 000 seg. / Programa: 1¿1/2 000 seg. / Noite: 16¿1/2 000 seg. / Fogos Artifício: 2seg. Programa: 1-1/2,000 seg. Noite: 8-1/2,000 seg.", "Smart Auto: 1/8¿1/2 000 seg. / Programa: 1¿1/2 000 seg. / Noite: 16¿1/2 000 seg. / Fogos Artifício: 2seg. / Programa: 1-1/2,000 seg. / Noite: 8-1/2,000 seg.", "Auto: 1/8-1/2,000 seg. / Program: 1-1/2,000 seg. / Night: 16-1/2,000 seg. / Fogos de artifício: 2 seg.", "Auto: 1/8-1/2,000 seg. / Program: 1-1/2,000 seg. / Night: 16-1/2,000 seg.", "iAuto(4\" - 1/1600) / Program Auto(1\" - 1/1600)", "Auto, 1/4s a 1/2000s (todos modos); 8s a 1/2000s (obturador mecânico)", "Auto, 1/4s a 1/1700s (todos modos); 8s a 1/1700s (obturador mecânico)", "iAuto(4\" - 1/1600) e Program Auto(1\" - 1/1600)", "iAuto (4\" - 1/1600) / Program Auto (1\" - 1/1600)", "1 1/3200 seg. (predefinição de fábrica)  15 ¿ 1/3200 seg. (alcance total)", "1 - 1/3200 seg. (predefinição de fábrica)  15  -1/3200 seg. (alcance total)", "1-1/2000 seg. a 15-1/2000 seg", "iAuto (4 - 1/4000) / Program Auto (1 - 1/4000) / Aperture Priority (8 - 1/2000) / Shutter Priority (30 - 1/4000) / Manual (30 - 1/4000)", "iAuto (4 - 1/1600) / Program Auto (1 - 1/1600) / Aperture Priority (8 - 1/1600) / Shutter Priority (30 - 1/1600) / Manual (30 - 1/1600)", "De 1/4000 a 30s e modo Bulb *Vel Max de disparo é 5.5 quadros por segundo", "1-1/4000 seg.", "1/2000 - 1 s  4 s (quando o modo de cena estiver definido como Show de Fogos de Artifício)", "1/1500 - 1 s  4 s (quando o modo de cena estiver definido como Show de Fogos de Artifício)", "1/1500 - 1 s; 1/1600s (velocidade máxima durante disparos em alta velocidade contínua); 4 s (quando o modo de cena estiver definido como Show de Fogos de Artifício)", "1/1500 - 1 s  4 s (quando o modo de cena estiver definido como Show de Fogos de Artifício)  1/4000 - 1/120 s (H contínuo: 120 qps)  1/4000- 1/60 s (H contínuo: 60 qps)", "Auto mode: 1/4 - 1/1700seg", "Auto Mode. 1/4 - 1/2000 seg", "Auto: 1/6000-30seg. / Manual: 1/6000-30seg. (1/3 Etapa de EV) / Bulb (limite de tempo: 4min)", "\"1/1500 - 1 s  4 s (quando o modo de cena estiver definido como Show de Fogos de Artifício)\"", "1/1500 - 1 s  / 4 s (quando o modo de cena estiver definido como Show de Fogos de Artifício)", "100% automáticos", "1/2000", "1/2000 seg a 30 segundos", "16/01/2000", "1-1/2000 seg. , 15-1 seg. (velocidade total do obturador)", "Auto: 1/8-1/2,000 seg - Program: 1-1/2,000 seg - Night: 16-1/2,000 seg", "Auto: 1/8-1/2,000 Seg;Program: 1-1/2,000 Seg; Night: 16-1/2,000 Seg; Fogos de artifício: 2 Seg", "1/2,3''", "iAuto (2\" - 1/1,500) / Program Auto (1\" - 1/1,500) / Manual (30'' - 1/1,500)", "1 - 1/3200 seg", "Pode ser ajustada com o temporizador, ou tira foto na mesma hora em que aperta, temporiza de 2 a 10 segundos", "Auto: 1/8-1/2,000 seg. / Program: 1-1/2,000 seg. / Night: 16-1/2,000 seg. / Fogos de artifício: 2 seg", "8~1/2000 segundos", "1 ¿ 1/2000 seg.", "Smart Auto: 1/8-1/2 000 segundos / Programa: 1-1/2 000 segundos / Noite: 8-1/2 000 segundos", "Auto: 1/8000- 1/4seg. (EFS disponível) Manual: 1/8000-30seg. (EFS disponível) - (1/3 Etapa de EV) / Bulb (limite de tempo: 4min)", "Auto: 1/16000-30seg. / Manual: 1/16000-30seg. (1/3 Etapa de EV) / Bulb (limite de tempo: 4min)", "Auto: 1/8000-1/2000 seg. / Manual: 1/6000-1/2000seg.", "Auto: 1/8000-1/2000 seg. / Manual: 1/6000-1/2000seg", "Auto: 1/4000sec. ~ 30sec. Manual 1/4000sec. ~ 30sec. (Etapa de EV 1/3)", "Auto: 1/4000sec. ~ 30sec. Manual -1/4000sec. ~ 30sec. (Etapa de EV 1/3)", "Auto: 1/8-1/2,000 segundos - Program: 1-1/2,000 segundos - Night: 16-1/2,000 segundos", "1-1/6000 segundos a 15-1/6000 segundos", "1 ¿ 1/3200 segundos (predefinição de fábrica)  15 ¿ 1/3200 segundos (alcance total)", "Obturador eletronico CCD e mecanico (velocidade 1/2000 a 1s), 4 segundos (quando o modo de cena estiver definido como Show de Fogos de Artifício)", "1/1400", "Obturador eletronico CCD e mecânico/ Até 6 disparos de aprox 1,1 quadros por segundo", "Obturador mecânico-eletrônico CMOS/ Até 5 disparos de aprox 6.9 quadros por segundo", "Obturador mecânico-eletrônico CMOS/ Até 5 disparos de aprox 6.7 quadros por segundo", "Obturador mecânico-eletrônico CMOS/Até 7 disparos de aprox 7 quadros por segundo", "Obturador mecânico-eletrônico CMOS/Até 11 disparos de aprox 4.7 quadros por segundo", "Plano focal de percurso vertical controlado eletronicamente/ CH: Até 5 quadros por segundo/CL: Até 1-3 quadros por segundo", "30 ¿ 1/4000 seg", "30 - 1/4000 seg.", "1/30 - 1/4000 seg.", "Obturador mecânico-eletrônico CMOS/Até 5 disparos de aproximadamente 6.9 frames por segundo"], 377]}
{"Tipo de Câmera": [["Fotográfica Digital", "Câmera  Digital", "Fotográfica Digital e Filmadora", "Fotográfica Digital Profissional", "Câmera Fotográfica Compacta", "Fotográfica Digital e Filmadora,Fotográfica Digital e Filmadora  a prova d'água", "Câmera Digital/Gravador", "Câmera Digital de lentes intercambiáveis e flash embutido", "Fotográfica Digital Profissional c/ Filmadora", "Câmera DSLR TMT digital de lentes intercambiáveis", "Fotográfica Digital e Filmadora  a prova d'água", "Câmera Semi-Profissional", "Compacta", "Semi-profissional", "DSLR", "Câmera de ação"], 390]}
{"Modos de cena": [["Retrato, Paisagem, Amanhecer, Luz de Fundo, Fogos de Artifício, Cena Noturna", "Sincronismo de cortina frontal (normal), Sincronismo da cortina traseira, Redução de olhos vermelhos, Redução de olhos vermelhos com sincronismo lento e Sincronismo lento", "Não informado pelo fornecedor", "Beauty Shot, Guia de enquadro., Noite, Retrato, Criança, Paisagem, 1Er. Plano, Texto, Por do Sol, Nascer sol, Luz Fundo, Fogo Artifício, Praia e neve", "Beauty Shot, Crianças, Desporto, 1Er. Plano, Texto , Por Sol, Nascer sol, Luz Fundo, Fogo Artificio, Praia e neve, Noite, Retrato, Paisagem, Som e imagem", "Retrato, retrato com luz de fundo, retrato crepúsculo, crepúsculo usando tripé, crepúsculo, luz de fundo, macro e paisagem", "Paisagem, Texto , Por do Sol, Nascer do Sol, Luz de Fundo, Praia e Neve", "Quadro mágico, Beauty Shot, Destaque de objeto, Noite, Paisagem, Texto , Por Sol, Nascer sol, Luz Fundo e Praia e neve", "Quadro mágico, Beauty Shot, Destaque de objeto, Noite, Paisagem, Texto , Por Sol, Nascer sol, Luz Fundo, Praia e neve", "Quadro mágico, Beauty Shot, Destaque de objeto, Noite, Paisagem, Texto , Por Sol, Nascer sol, Luz Fundo e Praia e neve.", "Quadro mágico, Beauty Shot, Destaque de objeto, Noite, Paisagem, Texto , Por Sol, Nascer sol, Luz Fundo, Praia e neve.", "Minhas Cores, Cores vivas, Neutras, Sepia, Preto e Branco e Customizado.", "Retrato, Paisagem, Paisagem com Retrato, Macro, Desporto, Cena Nocturna, Cena Nocturna com retrato, Crianças, Iluminação grau alto, Iluminação grau baixo, Estabilização de Imagem Digital, Macro Natureza, Luz de Vela, Documentos, Panorama, Praia e Neve, Fogo-de-Artifício, e-portrait, Pôr-do-Sol.", "Retrato, Paisagem, Cena Noturna, Cena Noturna com retrato, Esportes, Interiores, Luz de Vela, Auto-Retrato, Pôr-do-Sol, Fogo-de-Artifício, Culinária, Documentos, Praia e Neve, Animal de Estimação.", "Oito modos disponíveis. (Crepúsculo; Retrato Crepúsculo; Crepúsculo usando tripé; Luz de Fundo; Retrato com Luz de Fundo; Paisagem; Macro; Retrato)", "Nove modos disponíveis. (Crepúsculo, Retrato Crepúsculo, Crepúsculo com Tripé, Luz de Fundo, Retrato com Luz de Fundo, Paisagem, Macro, Retrato e Foco)", "Sim. Doze modos disponíveis. (Auto / Retrato / Retrato com luz de fundo / Retrato Crepúsculo / Crepúsculo / Luz de Fundo / Macro / Lupa / Paisagem / Crianças / Luz Focada / Pouca Luz.", "Sim. Onze modos disponíveis. (Auto / Retrato / Retrato com luz de fundo / Retrato Crepúsculo / Crepúsculo / Luz de Fundo / Macro / Paisagem / Crianças / Luz Focada / Pouca Luz).", "Sim. Onze modos disponíveis. (Auto / Retrato / Retrato com luz de fundo / Retrato Crepúsculo / Crepúsculo / Luz de Fundo / Macro / Paisagem / Crianças / Luz Focada / Pouca Luz)", "Oito modos disponíveis: Retrato / Retrato com luz de fundo / Retrato Crepúsculo / Crepúsculo / Crepúsculo usando tripé / Luz de Fundo / Macro / Paisagem", "Luz de Fundo, Praia/Neve Close-up, Cópia Crepúsculo/Madrugada Exib. Fogos de Artifício, Alimentos, Paisagem Museu, Paisagem Noturna, Retrato Noturno Assistência a Panorama, Festa, Retrato, Esportes, Pôr do sol", "Retrato Paisagem Close-up Esportes Retrato noturno Criança", "Retrato, noite macro, paisagem, retrato noturno, retrato contra luz.", "Auto, estabilizador de imagens, retrato, panorama, movie, interior, neve, por de sol, vidro, museu", "Praia;Cópia em Preto e Branco;Close-up;Crepúsculo/Madrugada;Exib. Fogos de Artifício;Alimentos;Paisagem;Museu;Paisagem Noturna;Retrato Noturno;Assistência a Panorama;Festa/Interior;Retrato Animal de  Estimação;Retrato;Seletor Automático de Cena;Neve;Esportes e Pôr do sol", "Retrato, Bebê, Sorriso, Paisagem, Panorama, Esporte, Noite, Noite (tripé), Fogos de Artifício, Entardecer, Neve, Praia, Festa, Flor, Texto", "Automático; Retrato Noturno; Paisagem Noturna; Retrato; Paisagem; Esporte; Festa; Praia; Alta Sensibilidade", "Beauty shot; Guia de Enquadramento (Frame Guide); Retrato; Noite; Criança; Paisagem; 1º. Plano; Texto; Pôr-do-sol; Nascer do Sol; Luz de Fundo; Fogos de Artifício; Praia; Neve", "Beauty shot, Guia de Enquadramento (Frame Guide), Retrato, Noite, Criança, Paisagem, 1º. Plano, Texto, pôr-do-sol, Nascer do Sol, Luz de Fundo, Fogos de Artifício, Praia e Neve", "Retrato; Paisagem; Cena Noturna; Cena Noturna com retrato; Esportes; Interiores; Luz de Vela; Autorretrato; Pôr-do-Sol; Fogos de Artifício; Culinária; Documentos; Praia; Neve; Animal de Estimação.", "Retrato, Paisagem, Cena Noturna, Cena Noturna com retrato, Esportes, Interiores, Luz de Vela, Auto-Retrato, Pôr-do-Sol, Fogo de Artifício, Culinária, Documentos, Praia e Neve e Animal de Estimação.", "Retrato, Paisagem, Cena Noturna, Cena Noturna com retrato, Esportes, Interiores, Luz de Vela, Auto-Retrato, Pôr-do-Sol, Fogo-de-Artifício, Culinária, Documentos, Praia e Neve, Animal de Estimação", "Retrato, Paisagem, Macro, Esportes, Por do sol, retrato noturno, paisagem noturna, entardecer.", "Beauty Shot, Guia de Enquadramento, Noite, Retrato, Criança, Paisagem, 1º Plano, Texto, Por do Sol, Nascer do Sol, Luz de Fundo, Fogo Artificio, Praia e Neve", "Paisagem, Texto, Pôr do Sol, Nascer sol, Luz Fundo, Praia e Neve", "28", "Não infomado pelo fornecedor", "Seletor de modo: SR AUTO (Reconhecimento de Cena), AUTO, P, S, A, M, Custom, Movie, Panorama, SP SP: Luz Natural, Luz Natural com Flash, Retrato, Paisagem, Esporte, Noite, Noite tripé), Fogos de Artifício, Entardecer, Neve, Praia, Festa, Flor, Texto, Sorriso Bracketing de Zoom, Bebê", "Retrato, Paisagem,Noite, Retrato Noturno e Retrato Contraluz", "Auto, estabilizador de imagens, retrato, panorama, movie, interior, neve, por de sol, vidro, museu.", "Auto, estabilizador de imagens, retrato, panorama, movie, interior, neve, por de sol, vidro, museu, cena noturna, texto, olho de peixe, fogos, criança, identidade,  modo de vídeo, praia.", "Quadro mágico, Beauty Shot, Destaque de objeto, Noite, Paisagem, Texto, Por Sol, Nascer sol, Luz Fundo, Praia e neve", "Beauty Shot, Retrato, Crianças, Desporto, Luz Fundo, 1Er. Plano, Texto , Paisagem, Por Sol, Nascer sol, Praia e neve, Noite, Fogo Artificio", "HDR, Quadro mágico, Beauty Shot, Noite, Paisagem, Texto, Por Sol, Nascer sol, Luz Fundo, Praia e neve, Foto com zoom", "Não se aplica ao produto", "Sim. 8 modos disponíveis. (Crepúsculo / Retrato Crepúsculo / Crepúsculo usando tripé / Luz de Fundo / Retrato com Luz de Fundo / Paisagem / Macro / Retrato)", "Retrato Paisagem Retrato Noturno Close-up Automático", "Retrato, Paisagem, Macro, Esportes, Por do sol, retrato noturno, paisagem noturna, entardecer, contraste, saturação e sharpness", "Modo EXR, (EXR Auto / Prioridade de resolução / Prioridade de Alto ISO & Baixo ruído / Prioridade de faixa dinâmica), Detecção de rostos, Remoção automática de olhos vermelhos, Simulação de filme, Guia de enquadramento, Memória de número de quadro, Exibição de histograma, Captura do melhor quadro, Modo Avançado (Panorama em movimento 360°, Pro foco, Pro baixa luminosidade),Vídeo em alta velocidade (70 / 120 / 200 quadros/seg.), Nível eletrônico, RAW a um toque, Imagem não tremida avançada", "9 modos disponíveis. (Alta Sensibilidade / Crepúsculo / Retrato Crepúsculo / Paisagem / Foto Suave / Praia / Neve / Gourmet / Animal de Estimação)", "15 modos disponíveis. (Alta Sensibilidade / Crepúsculo / Crepúsculo com Tripé / Retrato Crepúsculo / Paisagem / Foto Suave / Pele Suave / Anti-Motion Blur / Retrato com Luz de Fundo / Praia / Neve / Fogos de Artifício / Subaquático / Gourmet / Animal de Estimação).", "Beauty Shot, Noite, Paisagem, Texto, Por Sol, Nascer sol, Luz Fundo, Praia e neve", "\"Modos de fotografia - AE Programado, AE Prioridade de Abertura, AE Prioridade do Obturador, Manual \"\"Modos de exposição - SP: Luz Natural, Luz Natural com Flash, Retrato, Retrato Enfatizado, Cão, Gato, Paisagem, Esporte, Noite, Noite \"\" (tripé), Fogos de Artifício, Entardecer, Neve, Praia, Festa, Flor, Texto, Seletor de Modo: EXR, AUTO P, S, A, M, C, PANORAMA, SP1, SP2, Adv. \"", "Luz de fundo, Praia, Cópia em preto e branco, Close up, Anoitecer/amanhecer, Show de fogos de artifício, Alimentos, Paisagem, Museu, Paisagem noturna, Retrato noturno, Assistência a panorama, Festa/ambiente fechado, Retrato de animal de estimação, Retrato, Seletor Automático de Cena, Neve, Esportes, Pôr-do-sol.", "Paisagem, Texto, Pôr do Sol, Nascer  do sol, Luz de Fundo, Praia e Neve", "Auto / Retrato / Retrato de noite / Retrato em contraluz / Macro / Noite / Paisagem/ Fogos de artificio / Por-do-sol / Neve / Praia / Festa / Flor / Texto / Desporto / Sorrir e Disparar / Modo Bebê / Luz natural", "Auto / Retrato / Retrato de noite / Retrato em contraluz / Macro / Noite/ Paisagem/ Fogos de artificio / Por-do-sol / Neve / Praia / Festa / Flor / Texto / Desporto / Sorrir e Disparar / Modo Bebê / Luz natural", "Beauty Shot, Noite, Paisagem, Retrato, Crianças,desportes, 1Er. Plano, Texto, Por Sol, Nascer sol, Luz Fundo, Fogos Artifício, Praia e neve, Som e imagem, 3D.", "Seletor de Modo: SR AUTO (Reconhecimento de Cena), AUTO, P, S, A, M, Personalizado, Vídeo, Panorama, SP/ SP: Luz Natural, Luz Natural com Flash, Retrato, Paisagem, Esporte, Noite, Noite (tripé), Fogos de Artifício, Entardecer, Neve, Praia, Festa, Flor, Texto, Sorriso, Bracketing de Zoom, Bebê", "Paisagem, Por Sol, Nascer sol, Luz Fundo, Praia e neve e Texto.", "Luz de fundo, Praia, Close up, Cópia, Anoitecer/amanhecer, Show de fogos de artifício, Alimentos, Paisagem, Museu, Paisagem noturna, Retrato noturno, Assistência a panorama, Festa/ambiente fechado, Retrato de animal de estimação, Retrato, Seletor Automático de Cena, Neve, Esportes, Pôr-do-sol", "Luz de fundo, Praia, Close up, Cópia, Anoitecer/amanhecer, Show de fogos de artifício, Alimentos, Paisagem, Museu, Paisagem noturna, Retrato noturno, Assistência a panorama, Festa/ambiente fechado, Retrato de animal de estimação, Retrato, Seletor Automático de Cena, Neve, Esportes, Pôr-do-sol, Fotografia 3Dc.", "Luz de fundo, Praia, Close up, Cópia, Anoitecer/amanhecer, Show de fogos de artifício, Alimentos, Paisagem, Museu, Paisagem, noturna, Retrato noturno, Assistência a panorama, Festa/ambiente fechado, Retrato de animal de estimação, Retrato, Seletor, Automático de Cena, Neve, Esportes, Pôr-do-sol, Fotografia 3D", "Auto, Retrato, Retrato de noite, Retrato em contraluz,  Macro, Noite, Paisagem,  Fogos de artifício,  Por do sol, Neve e Praia", "Não se Aplica", "Luz de fundo, Praia, Close up, Cópia, Anoitecer/amanhecer, Show de fogos de artifício, Alimentos  Paisagem, Museu, Paisagem noturna, Retrato noturno, Assistência a panorama, Festa/ambiente fechado, Retrato de animal de estimação, Retrato, Seletor Automático de Cena, Neve  Esportes e  Pôr do sol", "Luz de fundo, Praia, Close up, Cópia, Anoitecer/amanhecer, Show de fogos de artifício, Alimentos  Paisagem, Museu, Paisagem noturna, Retrato noturno, Assistência a panorama, Festa/ambiente fechado, Retrato de animal de estimação, Retrato, Seletor Automático de Cena, Neve  Esportes e  Pôr do sol.", "Luz de fundo, Praia, Close Up, Cópia, Desenho, Anoitecer/amanhecer,  Show de fogos de artifício,  Alimentos, Paisagem, Museu, Paisagem noturna, Retrato noturno, Assistência a panorama, Festa/ambiente fechado, Retrato de animal de estimação, Retrato, Seletor Automático de Cena, Neve, Esportes e Pôr do sol", "Praia, Close Up, Cópia, Anoitecer/amanhecer, Panorama Fácil, Show de fogos de artifício, Alimentos, Museu, Retrato noturno, Assistência a panorama, Festa/ambiente fechado  Retrato de animal de estimação, Retrato, Seletor Automático de Cena, Neve, Esportes  Pôr do sol e Fotografia 3D", "Praia, Close Up, Cópia, Anoitecer/amanhecer, Panorama Fácil, Show de fogos de artifício, Alimentos, Museu, Retrato noturno, Assistência a panorama, Festa/ambiente fechado  Retrato de animal de estimação, Retrato, Seletor Automático de Cena, Neve, Esportes  Pôr do sol e Fotografia 3D.", "Close Up, Show de fogos de artifício, Alimentos e Mergulho.", "Retrato, beleza, paisagem, cena noturna, cena noturna com retrato, desporto, interiores, luz de vela, autorretrato, pôr do sol, fogo de artifício, culinária, documentos, praia e neve, animal de estimação (gato), animal de estimação (cachorro).", "Alta Sensibilidade, Crepúsculo, Retrato Crepúsculo, Paisagem, Foto Suave, Pele Suave, Praia, Neve, Fogos de Artifício, Gourmet e Animal de Estimação.", "15 modos disponíveis (Alta Sensibilidade / Crepúsculo / Crepúsculo com Tripé / Retrato Crepúsculo / Paisagem / Foto Suave / Pele Suave / Anti-Motion Blur / Retrato com Luz de Fundo / Praia / Neve / Fogos de Artifício / Subaquático / Gourmet / Animal de Estimação).", "Alta Sensibilidade, Crepúsculo, Retrato Crepúsculo, Paisagem, Foto Suave, Pele Suave, Praia,  Neve, Fogos de Artifício, Captura Esporte Avançada, Gourmet e Animal de Estimação.", "Alta Sensibilidade, Crepúsculo, Crepúsculo com Tripé, Retrato Crepúsculo, Paisagem, Foto Suave, Pele Suave, Anti-Motion Blur, Retrato com Luz de Fundo, Praia, Neve, Fogos de Artifício, Subaquático, Gourmet, Animal de Estimação e Obturador Alta Velocidade.", "Alta Sensibilidade, Crepúsculo, Crepúsculo com Tripé, Retrato Crepúsculo, Paisagem, Foto Suave, Pele Suave, Anti-Motion Blur, Retrato com Luz de Fundo, Praia, Neve, Fogos de Artifício, Gourmet, Animal de Estimação e Obturador Alta Velocidade.", "Paísagem, Texto, Por Sol, Nascer sol, Luz Fundo, Praia e neve", "Beauty Shot, Noite, Paisagem; Texto; Por Sol; Nascer sol; Luz Fundo; Praia e neve); Mais Magia (Panorama, Foto 3D, Quadro mágico, Foto Dividida, PIP, Pincel Artistico, HDR)", "Quadro mágico, Beauty Shot, Retrato inteligente, Funny Face, Noite, Paisagem, Texto, Por Sol, Nascer sol, Luz Fundo, Praia e Neve", "Quadro mágico, Beauty Shot, Noite, Paisagem, Texto, Por Sol, Nascer sol, Luz Fundo, Praia e neve.", "Paisagem, Por Sol, Nascer Sol, Luz Fundo, Praia e Neve, Texto", "Praia; Close up; Cópia  Anoitecer/amanhecer; Panorama Fácil; Show de fogos de artifício; Alimentos; Paisagem; Museu; Retrato noturno; Festa/ambiente fechado; Retrato de animal de estimação; Retrato; Neve; Esportes; Pôr-do-sol; Fotografia 3D", "Auto, Retrato,  Retrato de noite, Retrato em contraluz,  Macro, Noite, Paisagem,  Fogos de artifício, Por do sol, Neve,  Praia,  Festa,  Flor, Texto, Desporto,  Sorrir e Disparar, Bracket Zoom, Modo Bebê, Luz natural e Panorama", "Quadro mágico, Beauty Shot, Retrato inteligente, Funny Face, Noite, Paisagem, Texto, Por Sol, Nascer sol, Luz Fundo, Praia e neve", "Retrato, Paisagem, Macro, Esportes, Por Do Sol, Retrato Noturno, Paisagem Noturna e Entardecer", "Retrato, Paisagem, Macro, Esportes, Por do sol, retrato noturno, paisagem noturna e entardecer", "Por do Sol, cena noturna, spotilght, escuro, normal, céu azul, luz de fundo normal, luz de fundo azul, pessoa em movimento normal, macro spotilght, macro no escuro, macro normal, macro céu azul, macro luz de fundo normal, macro luz de fundo céu azul e objeto em", "Por do Sol, cena noturna, spotilght, escuro, normal, céu azul e macro", "Por do Sol, cena noturna, spotilght, escuro, normal, céu azul, Macro e movimento", "Por do Sol; Cena Noturna; Spotilght; Escuro; Normal; Céu Azul; Luz de fundo normal; Luz de fundo Céu Azul; Pessoa Cena noturna; Pessoa Spotilght; Pessoa no escuro; Pessoa Normal Pessoa Céu Azul; Pessoa Luz de fundo Normal; Pessoa Luz de fundo Azul; Pessoa em movimento normal; Pessoa em movimento Céu Azul; Pessoa em movimento luz de fundo normal; Pessoa em movimento luz de fundo Céu Azul; Macro Spotilght; Macro no escuro Macro normal; Macro Céu Azul; Macro Luz de fundo normal; Macro Luz de fundo Céu Azul Objeto em movimento Normal; Objeto em movimento Céu Azul; Objeto em Luz de fundo Normal; Objeto em Luz de Fundo Céu Azul", "Por do Sol Cena Noturna Spotilght  Escuro Normal Céu Azul Luz de fundo normal Luz de fundo Céu Azul Pessoa Cena noturna Pessoa Spotilght Pessoa no escuro Pessoa Normal Pessoa Céu Azul Pessoa Luz de fundo Normal Pessoa Luz de fundo Azul Pessoa em movimento normal Pessoa em movimento Céu Azul Pessoa em movimento luz de fundo normal Pessoa em movimento luz de fundo Céu Azul Macro Spotilght Macro no escuro Macro normal Macro Céu Azul Macro Luz de fundo normal Macro Luz de fundo Céu Azul Objeto em movimento Normal Objeto em movimento Céu Azul Objeto em Luz de fundo Normal  Objeto em Luz de Fundo Céu Azul  Bebê em movimento Normal Bebê em movimento Céu Azul Bebê em movimento Luz de fundo Normal Bebê em movimento Luz de fundo Céu Azul Bebê dormindo no escuro Bebê dormindo normal Bebê dormindo Céu Azul Bebê dormindo Luz de fundo normal Bebê dormindo Luz de fundo Céu Azul Criança em movimento normal Criança em movimento Céu Azul Criança em movimento Luz de fundo normal Criança em movimento Luz de fundo Céu Azul Criança normal Criança Céu Azul Criança Luz de fundo normal Criança Luz de fundo Céu Azul Criança dormindo no escuro Criança normal Criança Céu Azul Criança Luz de fundo Normal Criança Luz de fundo Céu Azul", "Por do Sol; Cena Noturna; Spotilght; Escuro; Normal; Céu Azul; Luz de fundo normal; Luz de fundo Céu Azul; Pessoa Cena noturna; Pessoa Spotilght; Pessoa no escuro; Pessoa Normal; Pessoa Céu Azul; Pessoa Luz de fundo Normal; Pessoa Luz de fundo Azul; Pessoa em movimento normal; Pessoa em movimento Céu Azul; Pessoa em movimento luz de fundo normal; Pessoa em movimento luz de fundo Céu Azul; Macro Spotilght; Macro no escuro; Macro normal; Macro Céu Azul; Macro Luz de fundo normal; Macro Luz de fundo Céu Azul; Objeto em movimento Normal; Objeto em movimento Céu Azul; Objeto em Luz de fundo Normal; Objeto em Luz de Fundo Céu Azul; Bebê em movimento Normal; Bebê em movimento Céu Azul; Bebê em movimento Luz de fundo Normal; Bebê em movimento Luz de fundo Céu Azul; Bebê dormindo no escuro; Bebê dormindo normal; Bebê dormindo Céu Azul; Bebê dormindo Luz de fundo normal; Bebê dormindo Luz de fundo Céu Azul; Criança em movimento normal; Criança em movimento Céu Azul; Criança em movimento Luz de fundo normal; Criança em movimento Luz de fundo Céu Azul; Criança normal; Criança Céu Azul; Criança Luz de fundo normal; Criança Luz de fundo Céu Azul; Criança dormindo no escuro; Criança normal; Criança Céu Azul; Criança Luz de fundo Normal; Criança Luz de fundo Céu Azul", "fundo Céu Azul; Pessoa Cena noturna; Pessoa Spotilght; Pessoa no escuro; Pessoa Normal; Pessoa Céu Azul; Pessoa Luz de fundo Normal; Pessoa Luz de fundo Azul; Pessoa em movimento normal; Pessoa em movimento Céu Azul; Pessoa em movimento luz de fundo normal; Pessoa em movimento luz de fundo Céu Azul; Macro Spotilght; Macro no escuro; Macro normal; Macro Céu Azul; Macro Luz de fundo normal; Macro Luz de fundo Céu Azul; Objeto em movimento Normal; Objeto em movimento Céu Azul; Objeto em Luz de fundo Normal; Objeto em Luz de Fundo Céu Azul; Bebê em movimento Normal; Bebê em movimento Céu Azul; Bebê em movimento Luz de fundo Normal; Bebê em movimento Luz de fundo Céu Azul; Bebê dormindo no escuro; Bebê dormindo normal; Bebê dormindo Céu Azul; Bebê dormindo Luz de fundo normal; Bebê dormindo Luz de fundo Céu Azul; Criança em movimento normal; Criança em movimento Céu Azul; Criança em movimento Luz de fundo normal; Criança em movimento Luz de fundo Céu Azul; Criança normal; Criança Céu Azul; Criança Luz de fundo normal; Criança Luz de fundo Céu Azul; Criança dormindo no escuro; Criança normal; Criança Céu Azul; Criança Luz de fundo Normal; Criança Luz de fundo Céu Azul", "Por do Sol; Cena Noturna; Spotilght; Escuro; Normal; Céu Azul; Luz de fundo normal; Luz de fundo Céu Azul; Pessoa Cena noturna; Pessoa Spotilght; Pessoa no escuro; Pessoa Normal", "Por do Sol Cena Noturna Spotilght  Escuro Normal Céu Azul Luz de fundo normal Luz de fundo Céu Azul Pessoa Cena noturna Pessoa Spotilght Pessoa no escuro Pessoa Normal Pessoa Céu Azul Pessoa Luz de fundo Normal Pessoa Luz de fundo Azul Pessoa em movimento normal Pessoa em movimento Céu Azul Pessoa em movimento luz de fundo normal Pessoa em movimento luz de fundo Céu Azul Macro Spotilght Macro no escuro Macro normal Macro Céu Azul Macro Luz de fundo normal Macro Luz de fundo Céu Azul Objeto em movimento Normal Objeto em movimento Céu Azul Objeto em Luz de fundo Normal  Objeto em Luz de Fundo Céu Azul", "Por do Sol; Cena Noturna; Spotilght; Escuro; Normal; Céu Azul; Luz de fundo normal; Luz de fundo Céu Azul; Pessoa Cena noturna; Pessoa Spotilght; Pessoa no escuro; Pessoa Normal; Pessoa Céu Azul; Pessoa Luz de fundo Normal; Pessoa Luz de fundo Azul; Pessoa em movimento normal; Pessoa em movimento Céu Azul; Pessoa em movimento luz de fundo normal; Pessoa em movimento luz de fundo Céu Azul; Macro Spotilght; Macro no escuro; Macro normal; Macro Céu Azul; Macro Luz de fundo normal; Macro Luz de fundo Céu Azul; Objeto em movimento Normal; Objeto em movimento Céu Azul; Objeto em Luz de fundo Normal; Objeto em Luz de Fundo Céu Azul", "Por do Sol; Cena Noturna; Spotilght; Escuro; Normal; Céu Azul; Luz de fundo normal; Luz de fundo Céu Azul; Pessoa Cena noturna; Pessoa Spotilght; Pessoa no escuro; Pessoa Normal; Pessoa Céu Azul; Pessoa Luz de fundo Normal; Pessoa Luz de fundo Azul; Pessoa em movimento normal; Pessoa em movimento Céu Azul; Pessoa em movimento luz de fundo normal; Pessoa em movimento luz de fundo Céu Azul; Macro Spotilght; Macro no escuro", "Não se aplica", "Auto; Retrato; Retrato de noite; Retrato em contraluz; Macro; Paisagem; Fogos de artifício; Pôr-do-sol; SP/Neve; Praia; Festa; Flor; Texto; Desporto; Luz natural /Modo Panorama 360º", "Retrato, Paisagem, Cena Noturna, Cena Noturna com retrato, Desporto, Interiores, Luz de Vela, Auto-Retrato, Pôr-do-Sol, Fogo-de-Artifício, Culinária, Documentos, Praia e Neve, Animal de Estimação", "Auto, ASCN, P,S,A, Manual, Panorama, Cinema, Retrato, Cenas (Paisagem, Esporte, Praia, Por do Sol, Fogos de artifício, Paisagem noturna, Retrato noturno, Festa, Crianças, Interior, Neve, Identificação, Museu, Molduras, Texto, Folhagem, Vidro, Olho de peixe, Apresentação Stand up, Efeito \"Panning Shot\"", "Auto, ASCN, P, S,A, Manual, Panorama, Cinema, Retrato, Cenas (Paisagem, Esporte, Praia, Por do Sol, Fogos de artifício, Paisagem noturna, Retrato noturno, Festa, Crianças, Interior, Neve, Identificação, Museu, Molduras, Texto, Folhagem, Vidro, Olho de peixe, Apresentação Stand up, Efeito \"Panning Shot\"", "Retrato, Paisagem, Macro, Esportes, Por do sol, retrato noturno, paisagem noturna, entardecer", "Automático, Manual, Flash, Personalizado, Retrato, Paisagem, Close-up, Esportes, Retrato e Noturno", "Automático, Sem flash, Automático criativo, Vertical, Horizontal, Grande plano, Desporto, Retrato noturno, Filme, Programa AE, Prioridade de obturador AE, Prioridade de abertura AE, Manual e Personalizado", "Smart Auto (32 cenas detectadas), P, Movie Digest, Retrato, Smart Shutter (detecção de sorriso, temporizador de piscar de olhos e de rosto), Cenário Nocturno sem Tripé, Luz Fraca (3,0 megapixels), Efeito Fish-Eye (olho de peixe), Efeito Miniature (miniatura), Efeito Toy Camera, Monochrome (monocromático), Cores Supervivas, Efeito Poster, Acentuação de Cor, Troca de Cor, Subaquático, Macro Subaquática, Neve, Fogo de Artifício, Long Shutter (obturador lento), Assistente de Colagem", "Retrato, Paisagem, Macro, Esportes, Por do sol, Retrato noturno, Paisagem noturna, Entardecer", "Retrato, Paisagem, Cena Noturna, Cena Noturna com retrato, Desportivo, Interiores, Luz de Vela, Auto-Retrato, Pôr-do-Sol, Fogo-de-Artifício, Culinária, Documentos, Praia e Neve, Animal de Estimação", "Auto, Retrato, Retrato de noite, Retrato em contraluz, Macro, Noite, Paisagem, Fogos de artifício, Por do sol, Neve, Praia, Festa, Flor, Texto, Desporto, Luz natural, Panorâmico: AUTO, EXR, P, S, A, M, C, Panorama: SP1, SP2 e ADV", "Luz Natural & Flash, Luz Natural, Retrato, Retrato Enfatizado, Cão, Gato, Paisagem, Esporte, Noite, Noite (Tripé), Fogos de Artifício, Entardecer, Neve, Praia, Festa, Flor, Texto Seletor de Modo, EXR, AUTO, ADV, SP, C3, C2, C1, M, A, S, P", "Retrato, Paisagem, Cena Noturna, Cena Noturna com retrato, Desporto, Interiores, Luz de Vela, Auto retrato, Pôr do Sol, Fogos de Artifício, Culinária, Documentos, Praia e Neve e Animal de Estimação", "11 modos disponíveis. (Alta Sensibilidade / Crepúsculo / Retrato Crepúsculo / Paisagem / Foto Suave / Pele Suave / Praia / Neve / Fogos de Artifício / Gourmet / Animal de Estimação)", "Retrato, Paisagem, Macro, Esportes, Por do Sol, Retrato Noturno, Paisagem Noturna, Entardecer", "Beauty Shot, Noite, Paisagem, Retrato, Crianças, desportes, 1º. Plano, Texto, Por Sol, Nascer sol, Luz Fundo, Fogo Artifício, Praia e neve, Som e imagem, 3D", "Beauty Shot, Noite, Paisagem, Retrato, Crianças, desportes, 1º. Plano, Texto, Por Sol, Nascer sol, Luz Fundo, Fogo Artifício, Praia e neve, Som e imagem, 3D.", "Seleção de ajuste personalizado, Panorama em movimento, Espaço de cor, Cor (Saturação), Nitidez, Faixa dinâmica, Simulação de filme, Gradação, Remoção automática de olhos vermelhos, Moldura de enquadramento, Memória de número de quadro, Histograma, Pré-visualização de profundidade de campo, Checagem de foco, Nível eletrônico, Exposição múltipla, Entrada de data, Ajuste do botão Fn (RAW, Movie, etc.).", "SR AUTO, AUTO, P, Pro pouca luz ampla, dinâmica, Luz Natural & Flash, Luz Natural, Retrato, Amanhecer, Paisagem, Esporte, Noite, (Noite tripé), Pôr do sol, neve, praia, debaixo d'água, (Wide), debaixo d'água (Macro), Festa, Flor, Texto, Movimento panorama 360º.", "Auto; paisagem; retrato; paisagem noturna; retrato noturno; alta sensibilidade; praia", "Beauty Shot, Guia de enquadr, Noite, Retrato, Crianças, Paisagem, 1Er. Plano, Texto, Pôr-do-sol, Nascer sol, Luz fundo, Fogo Artificio, Praia & Neve.", "Modo EXR Auto (EXR Automático / Prioridade Resolução / ISO Alto-Baixo Ruído / Prioridade Dynamic range), Modo Filtro Avançado (Filtro Avançado: Efeito Câmera de Brinquedo, Efeito Miniatura, Efeito Explosão de Cor, Efeito Alto, Efeito Tom Dinâmico, Efeito Cores Parciais Vermelho, Laranja, Amarelo, Verde, Azul ou Roxo; Foto Panorâmica 360º, Pro focus desfoque de fundo, Pro Baixa Luminosidade, Exposição Múltipla, Foto 3D: 2 fotos), Modo Auto: Auto, Macro, Paisagem, Noite, Retrato, Retrato Noturno, Retrato Luz de Fundo)", "Sim. 10 modos disponíveis. (Alta Sensibilidade / Crepúsculo / Retrato Crepúsculo / Paisagem / Foto Suave / Pele Suave / Praia / Neve  / Gourmet / Animal de Estimação)", "Flash off, auto flash, fill flash, slow sync e rear sync", "Sim. 11 modos disponíveis. (Alta Sensibilidade / Crepúsculo / Retrato Crepúsculo / Paisagem / Foto Suave / Pele Suave / Praia / Neve  / Gourmet / Fogos de Artifício / Animal de Estimação)", "Sim. 12 modos disponíveis. (Alta Sensibilidade / Crepúsculo / Foto Noturna / Retrato Crepúsculo / Paisagem / Foto Suave / Pele Suave / Praia / Neve  / Gourmet / Animal de Estimação/ Subaquática)", "Sim. Quadro mágico, Beauty Shot, Retrato inteligente, Funny Face, Noite, Paisagem, Texto, Por Sol, Nascer Sol, Luz Fundo, Praia e Neve.", "Modos: - Smart Auto: Programa, Cena, Panorama, Picture-in-Picture, Retrato Mágico, Funny Face, Filtros, Beauty Shot, Retrato Inteligente, Fotos Noturnas, Fotos Divididas, Fotos em Movimento, Jump Shot, Crianças, Foco, Artistic Brush. / Scene: Paisagem, Texto, Pôr do Sol, Nascer do Sol, Retroiluminação, Praia e Neve. / Smart Auto: Retroiluminação Retrato e Paisagem, Branco, Macro, Texto, Tripé, Ação, Macro cor, Verde Natural, Céu Azul, Fogos Artifício. / Contínuo, contínuo simples, captura de movimento, AEB. / Filtros: Miniatura, Vinheta, Pintura a Tinta, Desenho Animado, Esboço, Olho de Peixe, Filme Antigo, Retro.", "Modos: - Smart Auto: Programa, Cena, Panorama, Auto-retrato, Retrato Mágico, Filtros, Beauty Shot, Retrato Inteligente, Fotos Noturnas, Fotos Divididas, Fotos em Movimento, Jump Shot, Crianças, Foco, Artistic Brush", "Modos: - Smart Auto: Programa, Cena, Panorama, Retrato Mágico, Filtros, Beauty Shot, Retrato Inteligente, Fotos Noturnas, Fotos Divididas, Fotos em Movimento", "Modos: - Smart Auto: Programa, Cena, Panorama, Retrato Mágico, Filtros, Beauty Shot, Retrato Inteligente, Fotos Noturnas, Fotos Divididas, Fotos em Movimento, Melhor Foto", "11 modos disponíveis: Alta Sensibilidade; Crepúsculo; Noturno; Retrato Crepúsculo; Paisagem; Foto Suave;  Pele Suave;  Praia; Neve;  Gourmet; Fogos de Artifício; Animal de Estimação", "Auto; Retrato; Retrato em contraluz; Macro; Noite; Paisagem; Fogos de artificio; Por-do-sol; Neve; Praia; Festa Bebê, Sorriso, Esporte; Flor; Texto; Desporto;  Luz natural - SR AUTO, AUTO, SP1, SP2, Panorama, Custom, P, S, A, M", "Auto, Retrato, Retrato em contraluz, Macro, Noite, Paisagem, Fogos de artifício, Pôr-do-sol, Neve, Praia, Festa Bebê, Sorriso, Esporte, Flor, Texto, Desporto, Luz natural - SR AUTO, AUTO, SP1, SP2, Panorama, Custom, P, S, A, M", "Modo SR AUTO, Automático, Adv, P, S, A, M, Custom, Panorama, SP Retrato, Bebê, Sorriso, Paisagem, Esporte, Noite, Noite (Tripé), Fogos de Artifício, Pôr do Sol, Texto Neve, Praia, Festa, Flor", "Sim. 14 modos disponíveis. (Alta Sensibilidade, Crepúsculo, Noturno, Retrato Crepúsculo, Correção Luz de Fundo, Paisagem, Anti Borrão em Movimento, Foto Suave, Pele Suave, Praia , Neve, Gourmet, Fogos de Artifício e Animal de Estimação)", "Sim. 14 modos disponíveis. (Alta Sensibilidade / Crepúsculo / Noturno / Retrato Crepúsculo / Correção Luz de Fundo / Paisagem / Anti Borrão em Movimento / Foto Suave / Pele Suave / Praia / Neve / Gourmet / Fogos de Artifício / Animal de Estimação)", "Sim. Beauty Shot, Noite, Paisagem, Retrato, Crianças, desportes, 1º. Plano, Texto, Por Sol, Nascer sol, Luz Fundo, Fogo Artificio, Praia e neve, Som e imagem, 3D", "14 Modos disponíveis: Alta Sensibilidade / Crepúsculo / Noturno / Retrato Crepúsculo / Correção Luz de Fundo / Paisagem / Anti Borrão em Movimento / Foto Suave / Pele Suave / Praia / Neve  / Gourmet / Fogos de Artifício / Animal de Estimação / Debaixo d´agua", "Smart Auto de 32 Modos de Cena (Programa AE, Prioridade de Obturador AE, Prioridade de Abertura AE, Manual, Live View Control, SCN (Cena especial - Retrato, Temporizador de Rosto, Luz Fraca (4,0 megapixels), Neve, Fogo de artifício), Filtros Criativos (Efeito Olho-de-Peixe, Efeito de Miniatura, Toy Camera, Monocromático, Super Vívido, Efeito Poster), Discreto, Vídeo. Modos em filme: Smart Auto (21 cenas detectadas), Normal, Filme iFrame, Programa AE, Retrato, Paisagem, Neve, Fogo de artifício, Efeito Miniatura, Monocromático, Super Vívidas, Efeito Poster Efeitos Fotográficos: Minhas Cores (Minhas Cores Off, Cores Vivas, Neutro, Sépia, Preto e Branco, Película Positiva, Tom de Pele Claro, Tom de Pele Escuro, Azul Vivo, Verde Vivo, Vermelho Vivo, Cor Personalizada)", "Smart Auto de 58 Modos de Cena (Programa AE, Prioridade do obturador AE, Prioridade da abertura AE, Manual, Personalizado 1, Personalizado 2, SCN (Retrato, Corretor de pele, Obturador inteligente (Sorriso, Detector de piscar de olhos, Temporizador de rosto), Sequência de disparos a alta velocidade HQ, Cenário noturno sem tripé, Neve, Fogo-de-artifício, Assistente de colagem), Filtros criativos (Alta gama dinâmica, Efeito olho de peixe, Efeito miniatura, Efeito Toy Camera, Focagem suave, Monocromático, Super vívido, Efeito de poster, Acentuação de cor, Troca de cor), Movie Digest, Filme)", "16 modos disponíveis. (Alta Sensibilidade / Crepúsculo / Crepúsculo com Tripé / Retrato Crepúsculo / Paisagem / Foto Suave / Pele Suave / Anti-Motion Blur / Retrato com Luz de Fundo / Praia / Neve / Fogos de Artifício / Obturador Alta Velocidade / Subaquático / Gourmet / Animal de Estimação).", "Sim. 15 modos disponíveis. (Alta Sensibilidade / Crepúsculo / Crepúsculo com Tripé / Retrato Crepúsculo / Paisagem / Foto Suave / Pele Suave / Anti-Motion Blur / Retrato com Luz de Fundo / Praia / Neve / Fogos de Artifício / Captura Esporte Avançada / Gourmet / Animal de Estimação)", "Sim. 15 modos disponíveis. (Alta Sensibilidade / Crepúsculo / Noturno / Retrato Crepúsculo / Correção Luz de Fundo / Paisagem / Anti Borrão em Movimento / Foto Suave / Pele Suave / Praia / Neve  / Gourmet / Fogos de Artifício / Animal de Estimação / Foto de Desporto Avanç)", "Retrato, paisagem, macro, esportes, pôr do sol, retrato noturno, paisagem noturna, entardecer", "Auto, P, Controle Live View, Retrato, Temporizador de Rosto, Luz Baixa, Efeito olho-de-peixe, Efeito Miniatura, Efeito câmera de brinquedo, Monocromático, Efeito Pôster, Super Vívido, Neve, Fogos de Artifício, Longa Exposição, Discreto, Filme iFrame (Com o botão \"Filme\" é possível gravar vídeos.)", "32 Modos de Cena", "Modo automático, Modo automático (flash desligado), U1, U2, P, M, S, A", "58 Modos de Cena", "Close up ; Disparos contínuos ; Efeito Diorama ; Show de Fogos de Artifício ; Alimentos ; Disparos com intervalos ; Espelho ; Debaixo d'água ; Suave", "Luz de Fundo ; Praia ; Close up ; Cópia ; Crepúsculo/Madrugada ; Show de Fogos de Artifício ; Alimentos ; Paisagem ; Museu ; Paisagem Noturna ;  Retrato Noturno ; Assistente de Panorama ; Festa/Interior ; Retrato Animal de Estimação ; Retrato ; Seletor Automático de Cena ; Neve ; Esportes ; Pôr;do;sol", "Luz de Fundo; Praia; Close Up; Cópia; Crepúsculo/Madrugada; Show de Fogos de Artifício; Alimentos; Paisagem; Museu; Paisagem Noturna;  Retrato; Noturno; Assistente de Panorama; Festa/Interior; Retrato Animal de Estimação; Retrato; Seletor Automático de Cena; Neve; Esportes; Pôr do sol", "Luz de Fundo; Praia; Close up; Cópia; Crepúsculo/Madrugada; Show de Fogos de Artifício; Alimentos; Paisagem; Museu; Paisagem Noturna;  Retrato Noturno; Assistente de Panorama; Festa/Interior; Retrato Animal de Estimação; Retrato; Seletor Automático de Cena; Neve; Esportes; Pôr;do; Sol", "Luz de Fundo, Praia, Close up, Cópia, Crepúsculo/Madrugada, Show de Fogos de Artifício, Alimentos, Paisagem, Museu, Paisagem Noturna, Retrato Noturno, Assistente de Panorama, Festa/Interior, Retrato Animal de Estimação, Retrato, Seletor Automático de Cena, Neve, Esportes e Por do sol", "Luz de Fundo, Praia, Cópia em Preto e Branco, Close up, Crepúsculo, Madrugada, Show de Fogos de Artifício, Alimentos, Paisagem, Museu, Paisagem Noturna, Retrato Noturno, Assistente de Panorama, Festa, Interior, Retrato Animal de Estimação, Retrato, Seletor Automático de Cena, Neve, Esportes e Pôr-do-sol", "Luz de Fundo; Praia; Cópia em Preto e Branco; Close up; Crepúsculo/Madrugada; Panorama Fácil; Show de Fogos de Artifício; Alimentos; Paisagem; Museu; Paisagem Noturna; Retrato Noturno; Festa/Interior; Retrato Animal de Estimação; Retrato; Neve; Esportes; Pôr-do-sol; Fotografia 3D", "Luz de Fundo ; Praia ; Close up ; Crepúsculo/Madrugada ; Panorama Fácil ; Show de Fogos de Artifício ; Alimentos ; Paisagem ; Museu ; Paisagem Noturna ; Retrato Noturno ; Festa/Interior ; Retrato ; Animal de Estimação ; Retrato ; Seletor Automático de Cena ; Neve ; Esportes ; Pôr;do;sol ; Fotografia 3D", "Zoom Recorte 3 Imagens, Luz Natural com Flash,  Luz Natural, Retrato, Bebe, Sorriso, Paisagem, Esporte, Noturno, Noturno (Tripé), Fogos de Artifício, Pôr do Sol, Neve, Praia, Festa, Flor, Texto, Obturador Individual 3D. Modos: AE Programado, AE Prioridade Obturador, AE Prioridade Abertura, Manual, Panorama, Automático, Customizado. Filtro Avançado: Low Key, Câmera Brinquedo, Miniatura, Cor Pop, High key, Tom Dinâmico, Cor Seletiva, Iluminação Criativa, HDR.", "SR AUTO, AUTO, P, Luz Natural, Natural com Flash, Retrato. Modo: Bebê, Sorriso, Paisagem, Filtro avançado, Movimento Panorama, Esporte, Noite, Noite (Tripé), Fogos de Artifício, Pôr do Sol, Neve, Praia, Fescta, Flor, Texto, 3D obturador individual. Filtro Avançado: Camera Brinquedo, Miniatura, Cor Pop, High-key, Foco Suave, Iluminação Criativa, Cor Seletiva.", "Smart Mode: Embelezar rosto, Melhor Face, Paisagem, Macro, Congelar Ação, Tom Forte, Panorama, Queda d'água, Silhueta, Pôr-do-sol, Noite, Fogos de artifício, Traço de luz, Foto Criativa", "Smart Mode: Tom forte / Panorama / Queda d'água / Silhueta / Pôr do Sol / Noite / Fogos de Artifício / Traço de Luz / Foto Criativa", "Luz de Fundo ; Praia ; Cópia em Preto e Branco ; Close up ; Crepúsculo;Madrugada ; Panorama Fácil ; Show de Fogos de Artifício ; Alimentos  ; Paisagem ; Museu ; Paisagem Noturna ; Retrato Noturno ; Festa;Interior ; Retrato Animal de Estimação ; Seletor Automático de Cena ; Neve ; Pôr-do-sol ; Fotografia 3D ; Debaixo d'água", "Luz de Fundo; Praia; Cópia em Preto e Branco; Close up; Crepúsculo; Madrugada; Panorama Fácil; Show de Fogos de Artifício; Alimentos; Paisagem; Museu; Paisagem Noturna; Retrato Noturno; Festa; Interior; Retrato Animal de Estimação; Seletor Automático de Cena; Neve; Pôr do sol; Fotografia 3D e Debaixo d'água", "Luz de Fundo; Praia ; Cópia em Preto e Branco; Close up; Crepúsculo;Madrugada; Panorama Fácil; Show de Fogos de Artifício; Alimentos; Paisagem; Museu; Paisagem Noturna; Retrato Noturno; Festa;Interior; Retrato Animal de Estimação; Seletor Automático de Cena; Neve; Pôr do sol; Fotografia 3D; Debaixo d'água", "Automáticos", "Não possui", "Auto P, prioridade obturador (S), prioridade abertura (A), manual, criança, retrato, paisagem, esporte, por do sol, fogos de artifício, neve, festa, retrato noturno, bicho de estimação", "Retrato, Paisagem, Macro, Esportes, Por do sol, Retrato Noturno, Paisagem Noturna, Entardecer, Movimento", "Modo inteligente (configurações pré-definidas), Automático e Avançado (permite configuração manual do obturador)", "32 modos de cena", "Sim.  1. Smart: Embelezar rosto, Disparo Contínuo, Paisagem, Macro, Congelar ação, Tom Forte, Panorama, Queda d'água, Silhueta, Pôr-do-sol, Foto com pouca luz, Fogo de artifício, Traço de luz. 2. Modo de cenas automático: Retrato, Retrato Noturno, Noite, Retrato com luz de fundo, Luz de fundo, Paisagem, Branco, Macro, Texto, Tripé, Ação, Macro colorido, Verde Natureza, Azul Céu, Pôr-do-sol, Fogos de artifício, Pouca luz, Ponto de luz, Ponto de luz - macro, Ponto de luz - retrato; 3. Modo mágico: Meu Quadro Mágico, Foto em Movimento, Filtros de Foto (Miniatura, Vinheta, Pintura a tinta, Pintura a óleo, Desenho animado, Filtro Cruzado, Esboço, Foco Suave, Olho de Peixe, Clássico, Retrô, Foto com Zoom", "\"Sim.  Modos:  - Smart Auto: Programa, Cena, Panorama, Picture-in-Picture, Retrato Mágico, Funny Face, Filtros, Beauty Shot, Retrato Inteligente, Fotos Noturnas, Fotos Divididas, Fotos em Movimento, Jump Shot, Crianças, Foco, Artistic Brush  - Scene: Paisagem, Texto, Pôr do Sol, Nascer do Sol, Retroiluminação, Praia e Neve - Smart Auto: Retroiluminação Retrato e Paisagem, Branco, Macro, Texto, Tripé, Ação, Macro cor, Verde Natural, Céu Azul, Fogos Artifício - Contínuo; Contínuo Simples; Captura de Movimento, AEB - Filtros: Miniatura; Vinheta; Pintura a Tinta; Desenho Animado; Esboço; Olho de Peixe; Filme Antigo; Retrô - Modo Futebol: Realce das Imagens que Contenham as Cores Azul; Vermelho; Verde e Amarelo", "Sim.  Modos: Smart Auto: Programa; Cena; Panorama; Auto-Retrato; Retrato Mágico; Filtros; Beauty Shot; Retrato Inteligente; Fotos Noturnas; Fotos Divididas; Fotos em Movimento; Jump Shot; Crianças; Foco; Artistic Brush - Modo Futebol: Realce das Imagens que Contenham as Cores Azul; Vermelho; Verde e Amarelo", "Não informado", "Sim. 11 modos disponíveis. (Alta Sensibilidade / Crepúsculo / Retrato Crepúsculo / Paisagem / Foto Suave / Pele Suave / Praia / Neve / Fogos de Artifício / Gourmet / Animal de Estimação)", "Auto/Paisagem Retrato/Paisagem Noturna/Retrato Noturno/Alta Sensibilidade/Praia", "Qualidade: Super Fina/ Fina/ Normal; Medição: Centro/ Multi/ Foco; Controle do branco: Auto/ Luz do Dia/ Nublado/ Fluorescente/ Tungstênio; Exposição: Ajuste de Exposição; Efeito: Normal/ Preto e Branco/ Sépia/ Negativo/ Vermelho/ Verde/ Azul", "Tamanho do filme: 1280 x 720 , Alta Qualidade, 1280 x 720 , Padrão de Qualidade, 640 x 480, 320 x 240", "Não", "Auto, P, Controle Live View, Retrato, Temporizador de Rosto, Luz Baixa, Efeito olho-de-peixe, Efeito Miniatura, Efeito câmera de brinquedo, Monocromático, Efeito Pôster, Super Vívido, Neve, Fogos de Artifício, Longa Exposição, Discreto, Filme iFrame (Com o botão ¿Filme¿ é possível gravar vídeos)", "Alta Sensibilidade; Crepúsculo; Retrato Crepúsculo; Paisagem; Foto Suave; Praia; Neve; Gourmet; Animal de Estimação", "Alta Sensibilidade; Crepúsculo; Retrato Crepúsculo; Paisagem; Foto Suave; Pele Suave; Praia; Neve; Fogos de Artifício; Gourmet; Animal de Estimação", "Sim. 11 modos disponíveis. (Alta Sensibilidade / Cena noturna / Retrato Noturno / Paisagem / Retrato / Praia / Neve / Fogos de Artifício / Gourmet / Animal de Estimação / Festa)", "Quadro mágico; Beauty Shot; Retrato inteligente; Funny Face; Noite; Paisagem; Texto; Por Sol; Nascer Sol; Luz Fundo; Praia; Neve PictBridge 1.0", "Automático, Programa, Prioridade de Abertura, Prioridade de Obturador, Manual, Prioridade da Lente, Wi-Fi, Smart Mode: Embelezar rosto, Melhor Face, Paisagem, Macro, Congelar Ação, Tom Forte, Panorama, Queda d'água, Silhueta, Pôr-do-sol, Noite, Fogos de artifício, Traço de luz, Multi-Exposição, Jump Shot", "Modos: Automático, Programa, Prioridade de Abertura, Prioridade de Obturador, Manual, Prioridade de Lente, Wi-Fi e Smart Mode: Embelezar rosto, Paisagem, Macro, Congelar Ação, Tom Forte, Panorama, Queda d'água, Silhueta, Pôr-do-sol, Noite, Fogos de artifício, Traço de luz, Foto Criativa e Melhor rosto.", "Automático, Programa, Prioridade de Abertura, Prioridade de Obturador, Manual e Wi-Fi Smart Mode: Embelezar rosto, Melhor Rosto, Paisagem, Macro, Congelar Ação, Tom Forte, Panorama, Queda d'água, Silhueta, Pôr-do-sol, Noite, Fogos de artifício, Traço de luz, Disparo Contínuo, Criança, Alimento, Festa", "\"Automático, Programa, Prioridade de Abertura, Prioridade de Obturador, Manual e Wi-Fi Smart Mode: Embelezar rosto, Melhor Rosto, Paisagem, Macro, Congelar Ação, Tom Forte, Panorama, Queda d'água, Silhueta, Pôr-do-sol, Noite, Fogos de artifício, Traço de luz, Disparo Contínuo, Criança, Alimento, Festa.\"", "1- Automático. 2- Smart Mode: Smart Automático, Embelezar rosto, Melhor foto, Alarme Selfie, Disparo Contínuo, Melhor Rosto, Colour Bracket, Modo Criança, Paisagem, Anoitecer, Neve, Macro, Alimento, Modo Festa, Congelar Ação, Tom Forte (HDR), Panorama, Queda d'água, Foto animada, Dramática, Borracha, Som e Foto, por Intervalo, Silhueta, Pôr-do-sol, Noite, Fogos de artifício, Traço de luz 3- Controle Inteligente: Programa, Prioridade de Abertura, Prioridade de disparo, Manual e Usuário. 4- Modos personalizados", "RAW (SRW ver 2.0.0), JPEG (EXIF 2.21), MPO (3D), MP4 (Movie), DCF, DPOF 1.1", "Sim. 1. Smart: Embelezar rosto, Disparo Contínuo, Paisagem, Macro, Congelar ação, Tom Forte, Panorama, Queda d'água, Silhueta, Pôr-do-sol, Foto com pouca luz, Fogo de artifício, Traço de luz. 2. Modo de cenas automático: Retrato, Retrato Noturno, Noite, Retrato com luz de fundo, Luz de fundo, Paisagem, Branco, Macro, Texto, Tripé, Ação, Macro colorido, Verde Natureza, Azul Céu, Pôr-do-sol, Fogos de artifício, Pouca luz, Ponto de luz, Ponto de luz - macro, Ponto de luz - retrato; 3. Modo mágico: Meu Quadro Mágico, Foto em Movimento, Filtros de Foto (Miniatura, Vinheta, Pintura a tinta, Pintura a óleo, Desenho animado, Filtro Cruzado, Esboço, Foco Suave, Olho de Peixe, Clássico, Retrô, Foto com Zoom", "Dezenove modos disponíveis. (Luz de Fundo, Praia, Cópia em PB, Close-up, Desenho, Crepúsculo/Madrugada, Show de fogos de artifício, Alimentos, Paisagem, Museu, Paisagem Noturna, Retrato Noturno, Assistente de Panorama, Festa/Interior, Retrato Animal de Estimação, Seletor Automática de Cena, Neve, Esportes, Por do sol)", "Automático; Automático [Flash Desligado]; Criança; Close-up; Paisagem; Retrato Noturno; Retrato; Esportes", "Luz de Fundo, Praia, Cópia em Preto e Branco, Close up, Crepúsculo/Madrugada, Show de Fogos de Artifício, Alimentos, Paisagem, Museu, Paisagem Noturna, Retrato Noturno, Assistente de Panorama, Festa/Interior, Retrato, Neve, Esportes, Pôr-do-sol", "Luz de Fundo, Praia, Cópia em Preto e Branco, Close up, Crepúsculo/Madrugada, Panorama Fácil, Show de Fogos de Artifício, Alimentos, Paisagem, Museu, Paisagem Noturna, Retrato Noturno, Festa/Interior, Retrato, Seletor Automático de Cena, Neve, Esportes, Pôr-do-sol", "Praia, Cópia em Preto e Branco, Close up, Crepúsculo/Madrugada, Panorama Fácil, Show de Fogos de Artifício, Alimentos, Paisagem, Museu, Paisagem Noturna, Retrato Noturno, Festa/Interior, Retrato, Neve, Esportes, Pôr-do-sol - Special Effects (when shooting): Soft, Sepia, High Contrast Monochrome, High Key, Low Key, Selective Color, Pop, Super Vivid, Cross Process, Toy Camera Effect 1, Toy Camera Effect 2", "Luz de Fundo, Praia, Cópia em Preto e Branco, Close up, Crepúsculo/Madrugada, Show de Fogos de Artifício, Alimentos, Paisagem, Museu, Paisagem Noturna, Retrato Noturno, Assistente de Panorama, Festa/Interior, Retrato, Seletor Automático de Cena, Neve, Esportes, Pôr-do-sol", "Luz de Fundo, Bubble Effect, Cartoon Effect, Close up, Efeito Diorama, Show de Fogos de Artifício, Alimentos, Disparos com intervalos, Espelho, Neon Effect, Night Scenes, Picture Series, Debaixo d'água, Suave", "Cores do outono, Praia/Neve, Desabrochar (de flores), Luz de velas, Criança, Close-up, Anoitecer/amanhecer, Alimentos, Paisagem, Paisagem Noturna, Retrato Noturno, Festa/Ambiente fechado, Retrato de animal de estimação, Retrato, Esportes, Pôr-do-sol, Special Effects Mode (Night vision, Color sketch, Toy camera, Miniature effect, Selective color, Silhouette, High key, HDR painting", "Padrão; Retrato; Paisagem; Neutro; Fiel; Monocromático; Definido 1-3", "Cena Inteligente Automático (fotografias e filme), Sem flash, Criativo Auto, Retrato, Paisagem, Close-up, Esporte, SCN (Retrato noturno Cena Noturna sem tripé, Modo de controle da luz do fundo HDR, Programa, Prioridade de obturador, Prioridade de abertura, Manual (fotografias e filme)", "Cena Inteligente Automático (fotografias e filme); Sem flash; Criativo Auto; Retrato; Paisagem; Close-up; Esporte; SCN (Retrato noturno Cena Noturna sem tripé,Modo de controle da luz do fundo HDR, Programa , Prioridade de obturador , Prioridade de abertura, Manual)", "Auto; P; Controle Live View; Retrato; Temporizador de Rosto; Luz Baixa; Efeito olho-de-peixe; Efeito Miniatura; Efeito câmera de brinquedo; Monocromático; Efeito Pôster; Super Vívido; Neve; Fogos de Artifício; Longa Exposição; Discreto; Filme iFrame (Com o botão \"Filme\" é possível gravar vídeos.)", "Diversos", "Wide"], 420]}
{"Formatos de Arquivos": [["JPEG", ".raw,JPEG", ".jpg", ".avi,.wav,DCF,DPOF 1.1,EXIF 2.21,JPEG,MJPEG,PictBridge 1.0", ".raw,DPOF,DPOF 1.1,EXIF 2.21,JPEG,PictBridge 1.0", ".avi", ".jpg,.mp4,.mpeg,.wav", ".avi,.wav,DCF,DPOF 1.1,EXIF 2.21,PictBridge 1.0", ".avi,DCF,DPOF 1.1,EXIF 2.21,JPEG,MJPEG,PictBridge 1.0", ".avi,.wav,DPOF 1.1,EXIF 2.21,JPEG,PictBridge 1.0", ".avi,.wav,DCF,DPOF 1.1,EXIF 2.21,Exif 2.2 (Jpeg),JPEG,PictBridge 1.0", ".avi,.jpg,.raw", ".avi,JPEG", "Exif 2.2 (Jpeg),JPEG,MJPEG,Quick Time Motion Jpeg", ".wav,JPEG", ".jpg,.wav", ".avi,JPEG,Wave (Monoaural)", "JPEG,Quick Time Motion Jpeg", ".mov,.wav,JPEG", ".mp4,JPEG", ".avi,.jpg", ".avi,.jpg,MJPEG", ".avchd,JPEG", ".avi,.jpg,.wav", ".jpg,.mp4", ".avi,EXIF 2.21,JPEG", ".avchd,.jpg", ".jpg,.mov,.wav", ".jpg,.pic,.raw", ".mp4,DPOF 1.1,EXIF 2.21,JPEG,PictBridge 1.0", ".avi,.jpg,.mov", ".avchd,.mp4,.mpeg,AAC estéreo,JPEG", ".jpg,.mp4,.mpeg", ".jpg,.mov", ".raw,MJPEG", ".mpeg", ".jpg,JPEG", "DCF,DPOF 1.1,EXIF 2.21,JPEG,PictBridge 1.0", ".raw,DCF,DPOF 1.1,JPEG,PictBridge 1.0", "Exif 2.2 (Jpeg),G.711 (Áudio),Quick Time Motion Jpeg,Wave (Monoaural)", ".gif,.mp4,AVCH.264,DPOF 1.1,EXIF 2.21,JPEG,PictBridge 1.0", ".avi,.wav,JPEG", ".mov,.mpeg,AAC estéreo,JPEG", ".mov,.mpeg,AAC estéreo,AVCH.264,JPEG", ".mov,.mpeg,.wav,AAC estéreo,AVCH.264,JPEG", ".avchd,.mp4,.mpeg,AVCH.264,JPEG", ".avchd,.mp4,AVCH.264,JPEG,MPGE-4", ".avchd,.mp4,JPEG", ".mp4,.mpeg,AAC estéreo,DCF,DPOF 1.1,EXIF 2.21,JPEG,PictBridge 1.0", ".mp4,.mpeg,AAC estéreo,DPOF 1.1,EXIF 2.21,JPEG,PictBridge 1.0", ".avi,DPOF 1.1,EXIF 2.21,JPEG,MJPEG", ".gif,.mp4,.mpeg,AAC estéreo,DPOF 1.1,EXIF 2.21,JPEG,PictBridge 1.0", ".avi,DPOF,Exif Ver 2.3,JPEG,Quick Time Motion Jpeg", "AVCH.264,JPEG", ".mp4,.raw,DCF,Exif Ver 2.3,JPEG,VGA", ".mov,.raw,JPEG", ".mov,JPEG", ".mov,JPEG,QVGA,VGA", ".mov,Exif 2.2 (Jpeg),JPEG,QVGA,VGA", ".avchd,.mp4,.raw,JPEG", ".jpg,.mov,.raw", ".avchd", ".avchd,.jpg,.mp4,.raw", ".raw,Exif Ver 2.3,JPEG", ".avi,.raw,DCF,JPEG", ".avchd,.mp4", "DCF,DPOF 1.1,Exif 2.2 (Jpeg),PictBridge 1.0", ".raw,AVCH.264,JPEG", ".mp4,AAC estéreo,DPOF 1.1,EXIF 2.21,JPEG", ".mp4,.raw,JPEG", ".mp4,AVCH.264,JPEG", ".gif,DPOF 1.1,EXIF 2.21,JPEG", ".mp4,.mpeg,JPEG", ".mp4,AVCHD Ver2.0,JPEG,MPF (3D)", ".mov,.wav,AAC estéreo,JPEG,MPF (3D)", ".mov,.wav,JPEG,MPF (3D)", ".mp4,.raw,DCF,DPOF 1.1,JPEG", ".mov,.wav,AAC estéreo,JPEG,MPGE-4", ".bmp,.gif,.jpg,.mp3,.mp4,AAC estéreo", ".mp4", "JPEG e MP4 H264", ".raw", "AAC estéreo", "Exif 2.2 (Jpeg),JPEG", ".mov,JPEG,VGA", "JPEG,MPEG4", "Full HD: 1920x1080/ 60i", "Micro SD"], 311]}
{"Microfone embutido": [["Sim", "Não"], 359]}
{"Dimensões aproximadas do produto - cm (AxLxP)": [["9,4x5,5x2,4cm", "11,3x14,7x7,4 cm", "5,5x9x2,4cm", "9,6x6,1x2,7cm", "12 × 7,1 × 3,45 cm", "9,1x5,1x1,9cm", "9 x 5 x 1 cm", "9,6x5,8x 2cm", "9,4x5,4x1,8cm", "2x9,5x6cm", "15x23x10 cm", "5x10x2 cm", "7x11,5x4cm", "9,1x5,15x1,91cm", "9x5x1cm", "10 x 5 x 2 cm", "15x12,5x17,3 cm", "14,6x8,5x17,3 cm", "9,4x11,6x6,4 cm", "5,6 X 9,5 X 2,0 cm", "7,4 x 6,8 x 10,3cm", "11 x 8 x 10 cm", "9,5x5,7x2,4cm", "8,6x5,4x2,3cm", "6,1x9,6x2,6cm", "5,8x9,6x2,1cm", "6,5x9,5x2,3cm", "6,34x2,35x9,75cm", "6x10x3 cm", "5x9x1 cm", "20,8X58,8X90,8", "10,96 x 6 x 3,3 cm", "5,8x9,63x2,19cm", "5,6x9,2x1,8cm", "4,8 x 11,2 x 7,6cm", "17 x 14 x 10cm", "9,4 x 5,3 x 18cm", "10x 6,4 x 26cm", "6,5x9,59x2,34 cm", "6,5 X 9,59 x 2,34 cm", "5,8x10,2x2,8 cm", "118,0 x 80,9 x 99,8cm", "9,35 x 5,98 x 3,2 cm", "10X6,8X7,4cm", "9x6x2cm", "8,96x5,48x1,75 cm", "12,3x8,7x3,98 cm", "15,3 x 13,2 x 4,8 cm", "9,5x5,7x 2,4cm", "19x15x4cm", "25x15x4cm", "20x15x5cm", "20x15x2cm", "25x11x11cm", "23x19x10cm", "22x13x7cm", "54x96x199cm", "7,8 x10,5 x4,9cm", "10,4x14,2x8cm", "9,7x13,2x8 cm", "11,7 x 9,6 x 5,6 cm", "5,24 x 9,29 x 1,93 cm", "5,2 x 9,22 x 1,91 cm", "10,6x5,9x2,3cm", "9x13x12,6 cm", "8x12x4cm", "5,6x9,2x1,8 cm", "5,5x10x2,3 cm", "10x5,9x2,4cm", "16,5x6,5x3,6 cm", "11x 7,3x 8,1cm", "7,4x6,8x1cm", "17x14x10 cm", "5,8x9,3x1,9cm", "7,3x11,1x8,3cm", "11,8x8,9x9,8cm", "7x5x4 cm", "20x15x3 cm", "5,8x9,5x2 cm", "5,8x9,5x2cm", "8,2x11,9x10cm", "8,2x11,9x10 cm", "6,4x10x3,9 cm", "7,4x7,4x11 cm", "9,4x5,6x2,1 cm", "5,2x9,2x2,1cm", "10,4x5,9x3,3 cm", "9,5x5,6x1,7 cm", "9,2x5,4x1,3 cm", "9,2x5,6x1,8cm", "10,9x6,1x2,4cm", "90x5,3x1,6cm", "9,x5,4x1,9cm", "9x5,3x1,6cm", "5,8x11,3x3,9cm", "11x7,3x8,1cm", "9x5,3x1,6 cm", "13,2x9,7x8,1 cm", "12,4x 9,2x 8,5 cm", "12x6,7x4,3cm", "11x8x6cm", "11,2x7,6x4,8cm", "9,8x5,9x2,6cm", "10,6x6,1x3,2cm", "11,3x7,3x4,5cm", "8,71x5,39x1.92cm", "9,32x5,70x2cm", "9,32 x 5,70 x 2cm", "9,5x5,6x2,4cm", "9,4x5,6x2,1cm", "9,4x5,6x2,13cm", "9,4x5,4x 2,01cm", "9,4x ,4x2,01cm", "7x4x5cm", "10,3x6,2x3,2cm", "5,8x11x28cm", "7,4x6,8x10,3cm", "7,3x6,8x10,2cm", "Câmera: 11,7x6,6x4,1cm / Lente: 6,2x6cm (DxA)", "9,9x12,9x7,7 cm", "10,5x14,4x7,8 cm", "11x14,8x7,3 cm", "7x11,2x2,8 cm", "12x20x12 cm", "Câmera: 11,7x6,6x4,1cm; Lente: 6,2x6cm (diâmetro máx. x altura)", "9,8x5,6x2cm", "13x9,6x12,6 cm", "13,5x10,7x14,9 cm", "6,4x11x3,9 cm", "12,2x8,1x8,3cm", "14,7x11,12x7,84cm", "11,6x6,2x3,6cm", "13,9x8,1x4,2cm", "9,9x6,7x2,5cm", "2x3x4cm", "10x1x1cm", "5x8x9", "2x7x4", "2x1x1cm", "2x6x4cm", "5x3,5x0,5cm", "6x7x3cm", "1x6x4cm", "3x13x7cm", "9,5x5,8x2,4cm", "11,4x7,9x8,6cm", "17x14x7cm", "9,7x5,51x2cm", "11,9x6,6x4,2cm", "9,31x5,23x2,25cm", "10.4x6.2x2.7cm", "9.4x5.8x1.7cm", "9,4x5,7x1.7cm", "9.5x5.5x1.8cm", "9.8x5.7x1.6cm", "10.6x6.1x2.1cm", "12,2x8,3x8,7cm", "12,2x9,3x10cm", "12,2x8,6x11,6cm", "92,3mm x 52,5mm x 22cm", "9,2x5,2x2,2cm", "11,6x 6,2x 3,6 cm", "9,2x5,1x2,7cm", "7,25x11,1x4,41 cm", "8,73x12,25x10,55 cm", "9,6x5,9x1,5cm", "12,9x9,3x10,3cm", "10,8cmx6,3cmx3,8cm", "13,2x9,75x8,1cm", "5,6x9,7x1,9cm", "5,24x2,16x9,29 cm", "11,3x14,1x8,2 cm", "7,5x10,6x4cm", "14,5x5,5x11cm", "6x2,5x6cm", "11,5x2x11,5cm", "5,84 x 9,38 x 1,95 cm", "5,84 x 9,38 x 1,95cm", "5,78 x 9,68 x 2,05 cm", "5,7x9,6x2cm", "11,1x7,6x8,3cm", "7,63x11x8,45cm", "11,01x6,03x3,07cm", "11x6x3cm", "12,2x8,8x12,2cm", "9,9x5,7x2,5cm", "12,2x6,37x4,7 cm", "11,9x6,45x3,57 cm", "5,85x1,4x5,0", "18x5x15", "11x6,5x24,5cm", "110,1x65,3x24,5cm", "110,1 x 65,3 x 24,5 cm", "4x5,5x4cm", "11x6x0,8 cm", "10x10x1,8cm", "12x06x05cm", "8x8x4cm", "9x8x4cm", "8,58x12,13x9,75cm", "8,89x11,89x9,75cm", "12,8x9,1x8,5cm", "12,9x7,1x1,9cm", "5,6x9,7x2cm", "3x3x1cm", "7,5 x 8 x 6 cm", "6,51x11,3x2,5cm", "9,44x5,8x1,77cm", "9,55x5,2x1,84cm", "3,2 x 5,3 x 11,1 cm", "8,9x12,7x 9,17cm", "4,6x33x2,8cm", "8x8x5cm", "6,2x10,6x3,2cm", "9,6x5,8x2,4cm", "2,5x3,0x5,0cm", "58,8x96,3x16,6cm", "6,36x9,55x2,45cm", "13,97 x 7,11 x 2,79", "13,97x7,11x2,79 cm", "13,97 x 7,11 x 5,842", "13,97x7,11x5,842 cm", "13,97x13,97x8,382 cm", "13,97x7,11x3,302", "13,97 x 8,382 x 8,382", "8,2x7,3x3,4cm", "5x4x3cm", "5x3,9x3cm", "5,6x1,6x1,6cm", "7,5x4,5x4,3cm", "45x15x4,5cm", "15x7x4,5cm", "3x2,2x2cm", "0,5x3x4cm", "5,24x2,16x9,29cm", "9,6x5,5x2cm", "9,3x5,2x2,2cm", "9,31x5,25x2,25cm", "12,96 x 9,5 x 12,23cm", "5,5x9x17,5cm", "10,6x19,3x15,3cm", "19,3x10,6x15,3cm", "11x6,19x2,25cm", "15,6x6,5x13,2cm", "13,25x7,12x1,93cm", "13,8x7,1x2cm", "11,7x6,59x2,68cm", "4,00x6,00x2,50cm", "4,00x3,00x1,50cm", "6,00x7,00x4,00cm", "65.1x113.6x25cm", "6,95x10,40x8,02cm", "7,1x10,8x4,39cm", "9,55x5,89x2,08cm", "10x12x7cm", "9,9x13,3x7,9cm", "0,96x1,25x0,76cm", "7,2x8,3cm", "7x5,2cm", "6,5x 4,3cm", "17x6x6cm", "9x12x12cm", "11x12x12cm", "59x10x10 cm", "20,5x14,3x2,2cm", "20x14,5x2,4cm", "3x13,5x20cm", "09,00 x 08,00 x 04,00 cm", "2 x 4,8 x 3,6cm", "4,60x6,50x2,00 cm", "16,80x3,00x3,00 cm", "14,00x16,00x1,50 cm", "5x9x2cm", "6x10x3cm", "7,5x11x9cm", "12,2x8,4x9,8cm", "8x12x9cm", "10,7x6,6x4cm", "12,5x9,8x7,6cm", "9,97x12,96x7,79cm", "9,9x13,3x6,3cm", "9,07x11,68x6,94cm", "5,43x9,52x2,21cm", "9,97x12,99x7,79cm", "0,066x0,1101x0,0255cm", "14,0x21,0x10,0cm", "5,9 x 3,4 x 10 cm", "10,75x4,48x1,33cm", "6x3,5x9,5cm", "10,5x14,8x4,75cm", "7,5x14,5x16,7cm", "5,74x9,64x2,45cm"], 509]}
{"Abertura": [["Não informado pelo fornecedor", "Lente 20-50mm (fornecida): F3.5 a 5.6 (mínimo: F22), (Número de lâminas: 7, Diafragma de abertura circular)", "F 2.6 (W) - 6.3 (T)", "Auomático", "Automático", "Não informado pelo fornecerdor", "28-140mm", "Abertura máxima: 1:3,5 (angular) / 1:5,6 (tele) Abertura mínima: 1:22.", "3,0 - 5,9", "Abertura máxima: 1:3,5 (ângular)/1:5,6 (tele) Abertura mínima: 1:22\".", "F3.5 (W) - 4.6 (T)", "F3.5 (W) - 4.6.", "F2.6 (W) - 6.3", "F 3.5 (W) - 5.5 (T)", "f/3.1-5.8", "f/3.2-5.9", "f/3.2-6.5", "Abertura Máxima f/3.5-5.6 Abertura Mínima f/22", "Grande angular: F3.9 / F6.2; Telefoto: F4.9 / F8", "F3.0 a F5.2", "f/3.5-5.7", "F2.6 / 8 (grande angular) F6.2 / F20 (telefoto) c/ filtro ND", "10 intervalos de 1/3 EV", "6.6-21.6mm f/3.0-5.8", "F3,5  F15", "3,5  5,1.", "3,0 - 5,9.", "2,9 - 6,5", "35mm", "F: F3,5 (W) ~ F5,9 (T)", "80-3200", "3,5 - 5,1", "Grande angular: F3.1 / F8; Telefoto: F5.9 / F8 / F20 com filtro ND", "F3,9 (ângulo largo), F5,9 (telefoto)", "F3.5 a F5.2", "Lente 18-55mm (fornecida): F3.5-5.6 (mínimo: F22), (Número de lâminas: 7, Diafragma de abertura circular)", "f/2.8", "F 2.8 (W) - 5.9 (T)", "controlado eletronicamente", "F2.0 - F11 (Gra nde angular); F2.8 - F11 (Telefoto); Passos de 1/3 EV (abertura do diafragma controlada por 7 lâminas)", "F3.2 (W) - F5.8 (T)", "F2.8 / F11 (grande angular); F5.6 / F11 / F16 (telefoto); Passo de 1/3EV", "f/3,2-5,8", "F 2.9/ F 7.8 (wide) / F 5.9/ F16 (teleobjetiva) com filtro ND.", "F3.2 (W)- F5.8 (T)", "F3.5-5.6 (mímino: F22), (Número de lâminas: 7, Diafragma de abertura circular)", "Grande angular: F3.1 / F6.4; Telefoto: F5.6 / F11 com ltro ND", "F3.0 à F5.2", "F2.5 (W)-F6.3 (T)", "f/3,2-6,5", "f/3,1-5,9", "F 3.1/ F8 (wide) / F 5.9/ F8 / F20 (teleobjetiva)", "f/3,3-6,5", "f/3.3-5.9", "f/3,3-5,9", "F 3.3 (W) - 5.9 (T)", "F 3.5 (W) - 4.6 (T)", "F 3.5 (W) - 4.8 (T)", "F3,3 (W)-F5,9 (T)", "F2,8 (W)-F5,9 (T)", "F3,3 (W) - F5,9 (T)", "F3,1 (W)-F5,6 (T)", "f/3,5-5,9 com Inserção de filtro ND (-2.0 AV) controlado eletronicamente", "F 3.1/ F6.4 (wide) / F 5.6/ F11(teleobjetiva) com filtro ND", "F2.5 (W)/F6.3 (T)", "f.: 3.5-5.6", "f/2.8 (grande-angular) - f/5.8 (Tele)", "f/2.8 - f/4.5", "f/2.0 (grande-angular) - f/5.9 (Tele)", "f/3.5 (grande-angular) - f/6.8 (tele)", "f/3.4 (W) - f/5.6 (T)", "f/3.4 (grande-angular) - f/5.6 (tele)", "f/2.7 (grande-angulo) -f/5.9 (tele)", "\"f/2.7 (grande-angulo) -f/5.9 (tele)", "f/3.0 (grande-angular) - f/5.9 (tele)", "f/2.8 (grande-angular) - f/6.9 (tele)", "F3.5/F7.1/F10 (Wide) - F5.3 / F11/F16 (Telephoto)", "f3.0 (W) / f5.9 (T)", "F/3.0 (W) - F/5.2 (T)", "Abertura máxima de f/3,5 a 18mm e f/5.6 à 55mm", "f/3.5 (Zoom padrão)", "f/3.5 (zoom padrão) com estabilizador de imagem", "f/3.5 (Zoom padrão) com estabilizador de imagem", "Não Possui", "f/3,9 - f/4,8", "f / 3.4 (Wide) f / 5.7 (Tele)", "F2.8 F11 (Grande angular) F5.6 F11 (Telefoto), passos de 1/3 EV (abertura do diafragma controlada)", "F 3.5 (W)/ 5.6 (T)", "F 3.1 (W) - 5.8 (T)", "TTL 256-zonas de medição, Multi / Spot / Média", "F3.9 / F6.2 (Wide) F4.9 / F8 (Telefoto)", "3.0~5.5", "F3.1 (W)-F5.9 (T)", "F1.8 (grande angular) / F4.9 (telefoto)", "F 3.2 (W) - 6.5 (T)", "F3.3(W)-6.3(T)", "F3.6(W)-4.7(T)", "F2.5 (W)¿F6.3 (T)", "F 2.5 (W) - 6.3 (T)", "F 3.1 (W) - 6.3 (T)", "F 3.2 (W) - 5.8 (T)", "F3.1/F9.7(W)", "F3.1 (Wide) - F5.9 (Telefoto)", "Abertura - F2.9 (grande angular) - F6.5 (Telefoto)", "iAuto(F3.3/F8.0(W), 2 steps with ND Filter) / Program Auto(F3.3/F8.0(W), 2 steps with ND Filter)", "f/3.5(W)-f/5.9(T)", "f/3.4  f/6.5", "F3.5 (W) - 4.8 (T)", "F2.8 (W) - 6.3 (T)", "F3.5 (W) - 6.3 (T)", "F3.5~5.6", "Depende da lente/objetiva em uso", "f/1.8 (W), f/2.8 (T)", "F/3.3-5.9", "F/3.4-6.4", "f/3.4-6.4", "f/3.1-5.9", "f/3-5.8", "f/3.4-6.3", "F2.9 (grande angular) - F6.5 (Telefoto)", "F3.4 (grande Angular) - F6.9(telefoto)", "f/3.9-4.8", "2.8", "F2.8 a F5.4", "F2.8 a F5.6", "F2.8 - F5.9", "f/2.8 (W), f/6.9 (T)", "F 3.0 (W) - 5.9 (T)", "f/3,5 (W) - f/6,8 (T)", "Ajustável", "Não aplicado ao produto", "f/3.0 - f/6.9", "F 3.2 (W) - 6.4 (T)", "F 3.3 (W) - 6.3 (T)", "F2.5 (W) - F6.3 (T)", "F3.5-5.6 (utilizando lentes 18-55mm).", "F3.5-5.6 (utilizando lentes 18-55mm)", "F3.5 (utilizando lentes 9mm).", "F3.5 (utilizando lentes 9mm)", "4.1-86.1mm (Equivalente a 35mm: 23-483mm)", "F3.5-5.6 (utilizando lentes 20-50mm)", "f/3.4 f/5.8", "F 3.5 (W) - 6.5 (T)", "f/3.1", "f/28", "f/3.7-6.6", "f/3.7-6.4", "f/3-5.9", "f/3.3-6.5", "f/3.5-5.6G", "18 a 55mm", "18 a 135mm", "f/2.8-4.9", "Fish Eye 170º", "170", "170 graus"], 335]}
{"Montagem de tripé": [["Sim", "Não"], 340]}
{"Recursos de vídeo": [["24 e 15 fps", "Não informado pelo fornecedor", "Modos: Detecção de cena inteligente (Paisagem, Céu azul, Verde natural, Pôr-do-sol), Filme; Edição de vídeos (interna): pausa durante a gravação, captura de imagens estáticas, corte de tempo", "Tipo MP4 (H.264) Formato Filme: H.264, Som: AAC Modo Filme AE Programa, Abertura Clipe de filme;  Áudio ligado/desligado (Tempo de fotografia: até 25 min) Tamanho 1280x720, 640x480, 320x240 Taxa de quadros 30 quadros por segundo Som Mono Edição Captura de imagem estática, Corte de tempo", "Gravação de vídeo em 720fine/720Standard/VGA640x480", "Gravação de Vídeo HD: (Resolução 1280 x 720 30fps); Botão Smart; Estabilizador Digital de Imagem", "7434738", "Gravação de Vídeo HD: (Resolução 1280 x 720 30fps); Botão Smart; Estabilizador Digital de Imagem.", "Vídeo com áudio. HD 1280x720,  640x480 e 320x240.", "Formato de gravação: AVI Motion JPEG (30qps)     Modo de Vídeo: HD: 1280(H)x720(V) Aspecto 16:9; SD: 640(H)x480(V) Aspecto 4:3 (VGA) Taxa de Compressão: 1/12(HD), 1/8(SD) Tamanho de arquivo: Máx. 2GB (limitado pelo formato AVI) Tempo máximo de gravação: HD: 7min, SD: 14min.", "Formato de gravação: AVI Motion JPEG® Qualidade Vídeo: 1280 x 720 / 30 ips Tempo de gravação: sem limites; 640 x 480 / 30 ips Tempo de gravação: sem limites; tamanho máximo do arquivo 2GB.", "\"Formato de gravação: AVI Motion JPEG (30qps)     Modo de Vídeo: HD: 1280(H)x720(V) Aspecto 16:9; SD: 640(H)x480(V) Aspecto 4:3 (VGA) Taxa de Compressão: 1/12(HD), 1/8(SD) Tamanho de arquivo: Máx. 2GB (limitado pelo formato AVI) Tempo máximo de gravação: HD: 7min, SD: 14min\".", "Gravação em 720 Fine / 720 Standard / VGA", "Alta definição (HD) 1280x720p / 30qps Formato de arquivo de vídeo: MPEG-4 AVC H.264", "Vídeo com som Tamanho pequeno (320x240) Vídeo para TV (640x480) Compatível com AVI Motion-JPEG", "Alta definição (HD) 1280x720p / 30qps Formato de arquivo de vídeo: Compatível com AVI Motion-JPEG", "1920 x 1080 (24p): 24 qps (23.976 qps) 1280 x 720 (30p): 30 qps (29.97 qps) 1280 x 720 (25p): 25 qps 1280 x 720 (24p): 24 qps (23.976 qps) 640 x 424 (24p): 24 qps (23.976 qps)", "HD", "Balanço de branco, compensação de exposição, ajuste automático de brilho", "Full HD 1920x1080p / 30qps", "1280 x 720 pixels / 640 x 480 pixels / 320 x 240 pixels (30 quadros/seg.) c/ som monaural. A função zoom pode se usada.", "1280 x 720 pixels / 640 x 480 pixels / 320 x 240 pixels (30 quadros/seg.) c/ som monaural.", "Gravação de Vídeo VGA (Resolução 640 x 480 @30fps)", "Gravação de VGA (Resolução 640 x 480 @30fps)", "Estabilização de imagem digital 720P Tempo de gravação: 29 min. VGA/QVGA; Nota: Tamanho máximo do arquivo 4GB.", "Formato de gravação: MPEG-4 Qualidade Vídeo: 720P Tempo de gravação: 29 min.; VGA Tempo de gravação: sem limites. Nota: tamanho máximo do arquivo 4GB", "Formato de gravação: AVI Motion JPEG Qualidade Vídeo: 640 x 480 / 30 ips Tempo de gravação: sem limites; 320 x 240 / 30 ips Tempo de gravação: sem limites; tamanho máximo do arquivo 2GB.", "Formato de gravação: MPEG-4 Qualidade Vídeo: 720P Tempo de gravação: 29 min.; VGA Tempo de gravação: sem limites. Nota: tamanho máximo do arquivo 4GB.", "Clipe de vídeo: com ou sem áudio (selecionável pelo usuário, tempo de gravação máximo: 2 horas) Tamanho: 640 x 480, 320 x 240 Taxa de enquadramento: 30fps, 15fps Zoom óptico de 5x e mudo na utilização do zoom Edição de filme (embutido): pausa durante a gravação, captura de imagem parada", "Editar: Foto de imagem parada, Compensação de temporizador", "VIDEO MOV,HD", "bal. de branco, compensação de exposição, ajuste automático de brilho", "FULL HD", "Estabilização de Imagem Digital 720P, Tempo de gravação: 29 min, VGA/QVGA Nota: tamanho máximo do arquivo 4GB", "Estabilização de Imagem Digital 720P Tempo de gravação: 29 min. VGA/QVGA Nota: tamanho máximo do arquivo 4GB", "Formato de gravação: AVI Motion JPEG® Qualidade Vídeo: 1280 x 720 / 30 ips Tempo de gravação: sem limites; 640 x 480 / 30 ips Tempo de gravação: sem limites; tamanho máximo do arquivo 2GB\"", "Imagem fixa: JPEG (Exif Ver. 2.3* ) / Vídeo: AVI (Motion JPEG) com som Áudio: formato WAVE, som monaural (Atende a norma de sistema de arquivos de câmeras digitais / Compatível com DPOF)", "640 x 480 pixels / 320 x 240 pixels (30 quadros/seg.) com som monaural", "bal. de branco, compensação de exposição, ajuste automático de brilho.", "Bal. de branco, compensação de exposição, ajuste automático de brilho.", "Tipo MP4 (H.264) Formato Filme: H.264, Som: AAC Modo Filme AE Programa, Priorid. Abertura Clipe de filme Áudio Tipo MP4 (H.264) Formato Filme: H.264, Áudio: AAC", "Edição: Criador de filme criativo, Captura de imagem estática, Recorte de tempo", "1280 x 720 pixels / 640 x 480 pixels / 320 x 240 pixels (30 quadros/seg.)", "WVGA 60FPS, 720P 30FPS, 720P 60FPS, 960P 30FPS, 1080P 30FPS", "VGA (640 x 480) / QVGA (320 x 240)", "Formato de arquivo de áudio: AAC estéreo Full HD 1920x1080p / 30qps Alta definição (HD) 1280x720p / 30qps iFrame 540: 960x540 / 30qps Formato de arquivo de vídeo: MPEG-4 AVC H.264 TV padrão: 640x480 / 30qps", "MP4 1280 x 720 (29.97 fps / Taxa média 9/6 Mbps), VGA 640 x 480 (29.97 fps / Taxa média 3 Mbps)", "Gravação de vídeo - 1920 x 1080 pixels / 1280 x 720 pixels / 640 x 480 pixels (30 quadros/seg.) com som estéreo; Zoom óptico (manual) pode ser usado.", "1920 x 1080 / 1440 x 1080 / VGA (640 x 480)", "Edição: Captura de imagem estática, Recorte de tempo", "O Vídeo em Superalta Velocidade permite capturar a cena em até 320 qps, exibindo cada passo com detalhes vivos. Vídeo em Full HD 1080P", "HD: 1280p x 720p/30 qps iFrame® 540: 960x540 / 30 qps Formato de arquivo de vídeo: MPEG-4 AVC H.264 TV padrão: 640 x 480/30 qps", "Editor de foto de imagem parada e compensação de temporizador", "Filma em HD (720P) / Gravação HD / Resolução de Vídeo - 280 x 720 / 640 x 480 / 320 x 240", "Filma em HD (720P) / Gravação HD / Resolução de Vídeo: 1280 x 720 / 640 x 480 / 320 x 240; Os filmes não podem exceder individualmente o comprimento de 29 minutos", "Edição: Captura de imagem estática e Recorte de tempo.", "Captura de imagem estática, Corte de tempo.", "1280 (1280 x 720: HD), 640 (640 x 480: VGA), 320 (320 x 240: QVGA) / (30 quadros/seg.) com som monaural (A função Zoom pode ser usada durante a gravação de vídeo)", "Balanço de branco, compensação de exposição, ajuste automático de brilho.", "Modos: Smart Movie (Paisagem, Céu azul, Verde natural, Pôr do sol), Filme, PIP, Filtro de filme; Formato: MP4 (H.264) (Tempo máximo gravação: 20 min) Dimensão: 1280 x 720, 640 x 480, 320 x 240, Para Compartilhar (somente DV300F/DV305F); Freq. Imagem: 30 fps, 15 fps; Som ao vivo: Som em directo ligado, Som em directo desligado, Mudo; OIS: Activ., Desact.; Edição de vídeo (embutido): Pausar durante a gravação.", "HD: 1280p x 720p/30 qps Tamanho pequeno: 320 x 240/30 qps TV padrão: 640 x 480/30 qps", "HD: 1280p x 720p/30 qps TV padrão: 640 x 480/30 qps", "Selecione HD 1280 (1280 × 720) para uma taxa de 16 : 9 (Alta Definição), 640  (640 × 480) para gravar filmes em uma definição padrão, ou gravações (320 × 240) para filmes mais longos", "WVGA 60FPS, 720P 30FPS, 720P 60FPS, 960P 30FPS e 1080P 30FPS.", "HD: 1280p x 720p/30 qps; Tamanho pequeno: 320 x 240/30 qps; TV padrão: 640 x 480/30 qps", "HD: 1280p x 720p/30 qps; Tamanho pequeno: 320 x 240/30 qps; TV padrão: 640 x 480/30 qps .", "HD: 1280p x 720p/30 QPS, Tamanho pequeno: 320 x 240/30 QPS, TV padrão: 640 x 480/30 Qps.", "Formato de arquivo de áudio: AAC estéreo, Full HD 1920p x 1080p/30 QPS, HD: 1280p x 720p/30 QPS, iFrame® 540: 960x540 / 30 QPS, Formato de arquivo de vídeo: MPEG-4 AVC H.264  TV padrão: 640 x 480/30 QPS", "Formato de arquivo de áudio: AAC estéreo, Full HD 1920p x 1080p/30 QPS, HD: 1280p x 720p/30 QPS, iFrame® 540: 960x540 / 30 QPS, Formato de arquivo de vídeo: MPEG-4 AVC H.264  TV padrão: 640 x 480/30 QPS .", "HD: 1280p x 720p/30 GPS, TV padrão: 640 x 480/30 GPS.", "HD (1280 x 720 Fine) / HD (1280 x 720 Standard) / VGA (640 x 480)", "MPEG-4 AVC/H.264", "Full HD 1920 x 1080 / 1440 x 1080 (60i) / 1440 x 1080 (30fps) / HD 1280 x 720 / VGA 640 x 480", "FULL HD 1920 x 1080 / 1440 x 1080 (60i) / 1440 x 1080 (30fps) / HD 1280 x 720 / VGA 640 x 480", "Modos: Filme, Smart Movie, Vinhetas, Filtro de filme Smart Movie: Paisagem, Céu azul, Verde natural, Pôr-do-sol, Formatar: MP4(H.264) (Tempo máximo de gravação: 20 min), Tamanho: 1280 x 720 HQ, 1280 x 720, 640 x 480, 320 x 240, Freq. Imagem: 30 fps, 15 fps, Voz: Mudo, Som em directo ligado, Som em directo desligado, OIS: Activ., Desact., Edição de vídeo (embutido): Pausar durante a gravação", "Edição: Criador de filme criativo; Captura de imagem estática; Recorte de temp", "Edição de vídeo (embutido): Pausar durante a gravação, Foto de imagem parada", "Edição de vídeo (interna): Pausa durante a gravação, Captura de imagens estáticas", "Edição de vídeo (embutido): Pausar durante gravação", "Full HD 1920p x 1080p/30 qps; HD: 1280p x 720p/30 qps; iFrame® 540: 960x540 / 30 qps; Formato de arquivo de vídeo: MPEG-4 AVC H.264; TV padrão: 640 x 480/30 qps", "1280 x 720 pixels / 640 x 480 pixels / 320 x 240 pixels (30 frames /sec.) Obs: Em todas as resoluções pode-se usar o Zoom óptico da câmera", "Edição de vídeo (embutido): Pausar durante a gravação, foto de imagem parada", "AVCHD 1920 x 1080 (60p, 28Mbps, PS - 60i, 24Mbps, FX - 60i, 17Mbps, FH - 24p, 24Mbps, FX - 24p, 17Mbps, FH) - MP4 1440 x 1080(30fps, 12Mbps), VGA 640 x 480 (30fps, 3Mpbs)", "AVCHD 1920 x 1080 (60p, 28Mbps, PS - 60i, 24Mbps, FX - 60i, 17Mbps, FH - 24p, 24Mbps, FX - 24p, 17Mbps, FH) - MP4 1440 x 1080(30fps, 12Mbps), VGA 640 x 480 (30fps, 3Mpbs);", "Zoom Ótico disponível em vídeo, HDMI, suporte HDMI CEC, smart Auto em vídeo, vídeo iframe;  botão de gravação de Vídeo, resumo de vídeos, efeito miniatura em Vídeos", "HDMI, suporte HDMI CEC, efeito miniatura em vídeos", "Zoom Ótico disponível em vídeo, HDMI, Suporte HDMI CEC, smart Auto em vídeo vídeo iframe; Botão de gravação de Vídeo, vídeo em super câmera lenta, resumo de vídeos e efeito miniatura em Vídeos", "Zoom Ótico disponível em vídeo, HDMI, suporte HDMI, CEC, smart Auto em vídeo Vídeo iframe; Botão de gravação de Vídeo, vídeo em super câmera lenta, resumo de vídeos, efeito miniatura em Vídeos, processamento e detalhes em vídeo", "Zoom Ótico disponível em vídeo  HDMI  Suporte HDMI CEC Smart Auto em vídeo Vídeo iframe / Botão de gravação de Vídeo Vídeo em Super Câmera Lenta  Resumo de Vídeos Efeito miniatura em Vídeos  Processamento e Detalhes em Vídeo", "Zoom Ótico disponível em vídeo; HDMI; Suporte HDMI CEC; Smart Auto em vídeo; Vídeo iframe: Botão de gravação de Vídeo; Vídeo em Super Câmera Lenta; Resumo de Vídeos Efeito miniatura em Vídeos", "Zoom Ótico disponível em vídeo; HDMI; Suporte HDMI CEC; Smart Auto em vídeo; Vídeo iframe / Botão de gravação de Vídeo; Vídeo em Super Câmera Lenta; Resumo de Vídeos; Efeito miniatura em Vídeos", "Zoom Ótico disponível em vídeo; HDMI; Suporte HDMI CEC; Smart Auto em vídeo; Vídeo iframe / Botão de gravação de Vídeo; Vídeo em Super Câmera Lenta; Resumo de Vídeos; Efeito; miniatura em Vídeos", "Vídeo iframe / Botão de gravação de Vídeo Efeito miniatura em Vídeos", "Vídeo iframe, Botão de gravação de Vídeo; Efeito miniatura em Vídeos", "1280 x 720 pixels / 640 x 480 pixels / 320 x 240 pixels (30 frames /sec.) * Em todas as resoluções pode-se usar o Zoom optico da camera", "AVI Movie with Sound; 1280 X 720 (30fps,15fps); 640 x 480 (30/15fps); 320 x 240 (30/15fps)", "Vídeo (VGA e QVGA).", "AVCHD 1920 x 1080 (60i, 24Mbps, FX - 60i, 17Mbps, FH - 24i, 17Mbps, FH - 24p, 24Mbps, FX - 24p, 17Mbps, FH) - MP4 1440 x 1080(30fps, 12Mbps), VGA 640 x 480 (30fps, 3Mpbs)", "Vídeo em definição HD de 720p melhorado com gravação expansiva [HD: 30p (29,97) /  25p] e com opções de edição de vídeo na própria câmera", "Vídeo em alta definição Full HD (1080p) em 24P, 25P e 30P", "(Full HD) 1920 x 1080, 24 fps, (HD) 1280 x 720, 30 fps, (L) 640 x 480, 30 fps Filme em câmera super lenta (L) 640 x 480, 120fps, (M) 320 x 240, 240fps Efeito Miniatura (HD, L) 6 fps, 3 fps, 1,5 fps Filme iFrame (HD)", "AVI Movie with Sound; 1280 X 720 (30fps,15fps) 640 x 480 (30/15fps) 320 x 240 (30/15fps)", "NTSC/PAL selecionável com som mono e Saída para conector de Mini HDMI", "1920 x 1080 pixels, 1280 x 720 pixels,  640 x 480 pixels (30 quadros/seg.) com som estéreo. (Zoom óptico manual pode ser usado).", "AVCHD Format;  Full HD Fine : 1920(H)x1080(V), 60i Recording, 20Mbps, Aspect 16:9; Full HD Normal : 1920(H)x1080(V), 60i Recording, 17Mbps, Aspect 16:9; HD Fine : 1280(H)x720(V), 60p Recording), 17Mbps, Aspect 16:9; HD Normal : 1280(H)x720(V), 60p Recording, 13Mbps, Aspect 16:9 ( taxa de frames é de 30fps.); Motion-JPEG Format;  HD: 1280(H)x720(V), 30fps; Aspect 16:9,  SD: 640(H)x480(V), 30fps (VGA)", "AVCHD 1920x1080 (60p, 28Mbps, PS - 60i, 24Mbps, FX - 60i, 17Mbps, FH - 24p, 24Mbps, FX - 24p, 17Mbps, FH); MP4 1440x1080 (30fps, 12Mbps), VGA 640x480 (30fps, 3Mpbs)", "Até 25 minutos de filmagem em full hd, Zoom durante filmagem, Distorção de fundo e realce de primeiro plano na filmagem, Compressão do arquivo de vídeo (H.264), Estabilizador de Imagem, Face Detection, Smile Shutter", "Até 25 minutos de filmagem em full hd, Zoom durante filmagem, Distorção de fundo e realce de primeiro plano na filmagem, Compressão do arquivo de vídeo (H.264), Estabilizador de Imagem, Face Detection, Smile Shutter.", "1920x1080 pixels, 1280 x 720 pixels (24 quadros/seg. com som estéreo). Vídeos individuais não podem exceder 29 minutos de duração.", "(FULL HD 1920x1080) Saída HDMI - NTSC / PAL selecionável", "Modos: Filme, Mais Magia (PiP, Filtro de fime) / Formato: MP4 (H.264) (Tempo máximo gravação: 20 min) / Dimensão: 1280 X 720, 640 X 480, 320 X 240 / Freq. Imagem: 30fps, 15fps / Voz: Ativ./Desat./Zoom mudo / Edição de vídeo (embutido): Pausar durante gravação.", "1920x1080 pixels / 1280x720 pixels / 640x480 pixels (30 frames / seg.) Com som estéreo", "1280x720 (1,280x720/30fps) / VGA(640x480/30fps) / QVGA(320x240/30fps)", "1280x720(1,280x720/30fps) / VGA(640x480/30fps) / QVGA(320x240/30fps)", "Filtro Inteligente de Vídeo: Miniatura / Vinheta / Ponto de Meio Ton / Esboço / Olho-de-Peixe / Clássico / Retrô / Efeito Palette 1 / Efeito Palette 2 / Efeito Palette 3 / Efeito Palette 4", "1280x720(1,280x720/30fps); VGA(640x480/30fps); QVGA(320x240/30fps)", "Auto, com zoom ótico.", "Auto. com zoom óptico", "Auto. com zoom ótico", "1280x720(1,280x720/30fps), VGA(640x480/30fps), QVGA(320x240/30fps)", "1280x720 (1,280x720/30fps) / VGA(640x480/30fps) / QVGA (320x240/30fps)", "1280x720 (1,280x720/30fps) / VGA (640x480/30fps) / QVGA (320x240/30fps)", "HD (1280 x 720)", "Full HD (1920x1080)", "AVCHD 60i: 24M FX / 17M FH(1,920x1,080/60i) / 9M HQ(1,440x1,080/60i),MP4:12M(1,440x1,080/30fps) / 6M(1,280x720/30fps) /3M VGA(640x480/30fps)", "AVCHD 60i/60p: 28M PS (1,920x1,080/60p) / 24M FX / 17M FH (1,920x1,080/60i) / 9M HQ (1,440x1,080/60i), MP4: 12M (1,440x1,080/30fps) / 6M (1,280x720/30fps) / 3M VGA (640x480/30fps)", "AVCHD 1920 x 1080 (60i, 24Mbps FX  /  60i, 17Mbps FH  /  24p, 24Mbps FX  /  24p, 17Mbps FH); MP4 1440 x 1080(30fps, 12Mbps), VGA 640 x 480 (30fps, 3Mpbs)", "HD (1280x720)", "Full HD 1,920x1,080 / 30 qps  Full HD 1,920x1,080 / 25 qps  Full HD 1,920x1,080 / 24 qps  HD 1,280x720 / 60 qps  HD 1,280x720 / 50 qps  HD 1,280x720 / 30 qps  HD 1,280x720 / 25 qps.", "Full HD", "HD: 1280px720p/30 qps  VGA: 640x480 AVI (video: compatível com MJPEG)", "Full HD: 1920px1080p/30 qps; HD: 1280px720p/30 qps; iFrame® 540: 960x540/30 qps; TV padrão: 640x480/30 qps", "Full HD: 1920px1080p/30 qps / HD: 1280px720p/30 qps / iFrame® 540: 960x540/30 qps / TV padrão: 640x480/30 qps", "AVI (vídeo: Motion- JPEG, áudio: monaural PCM (22.050 kHz, 16 bits) / HD: 1280px720p/30 qps / VGA: 640x480", "Full HD: 1920px1080p/30 qps  HD: 1280px720p/30 qps  HS 1920x1080 / 15 qps  HS 1280x720 / 60 qps  HS 640x480 / 120 qps  HS 320x240 / 240 qps  iFrame® 540: 960x540/30 qps  VGA: 640x480", "Full HD: 1920px1080p/30 qps  HD: 1280px720p/30 qps  HS 1920x1080 / 15 qps  HS 1280x720 / 60 qps  HS 640x480 / 120 qps  HS 320x240 / 240 qps  iFrame® 540: 960x540/30 qps  Formato de arquivo de vídeo: MPEG;4 AVC H.264  VGA: 640x480", "Sim - Simulação de Filme: Standard, P&B e Sépia. Filtro Avançado: Low Key, Câmera Brinquedo, Miniatura, Cor Pop, High key, Tom Dinâmico, Cor Seletiva, Iluminação Criativa, HDR.", "1920x1080, 1920x810, 1280x720, 640x480, 320x240 para compartilhamento.  Frame Rate: 60fps, 30fps e 24fps (somente na resolução 1920x1080) e vídeos 3D somente em 30fps", "1920x1080, 1920x810, 1280x720, 640x480, 320x240 para compartilhamento. Resolução 1920x1080 somente com lentes 3D. Frame Rate: 30fps e 24fps (somente na resolução 1920x1080) e utilizando lentes 3D somente em 30fps", "Full HD: 1920px1080p/30 qps HD: 1280px720p/30 qps HS 1920x1080 / 15 qps HS 1280x720 / 60 qps HS 640x480 / 120 qps", "Full HD: 1920px1080p/30 qps  / HD: 1280px720p/30 qps / HS 1920x1080 / 15 qps / HS 1280x720 / 60 qps /HS 640x480 / 120 qps", "1920x1080i 60 fps", "Gravação de vídeo em 4K (UHD - Ultra High Definition - 16:9), HD/Full HD.", "Filmagem HD (1.280 x 720 pixels)", "Filmagem Full HD (1.920 x 1.080 pixels)", "Formatos de Vídeo: AVCHD Ver. 2.0 compliant / MPEG-4 AVC (H.264) Resolução de Vídeo: AVCHD 1920 x 1080 (60i, 24Mbps, FX / 60i, 17Mbps, FH / 24p, 24Mbps, FX / 24p, 17Mbps, FH)  MP4 1440 x 1080(30fps, 12Mbps), VGA 640 x 480 (30fps, 3Mpbs)", "Gravação Full HD no formato mp4 e execução de vídeo em fomato mp4 e wmv", "HD 1280 x 720: 25 fps, 640 x 480: 30 fps (29.97),Efeito Miniatura HD 1280 x 720: 5 fps*1, 2.5 fps*1, 1.25 fps*1, Efeito Miniatura 640 x 480: 6 fps*2, 3 fps*2, 1.5 fps*2", "Filtro Inteligente de Vídeo: Miniatura / Vinheta / Ponto de Meio Ton / Esboço / Olho-de-Peixe / Clássico / Retrô / Efeito Palette 1 / Efeito Palette 2 / Efeito Palette 3 / Efeito Palette 4/ Full HD (1920 x 1080p)", "Vídeo HD de 1080p: 1920 × 1080; 30 fps; Vídeo HD de 960p: 1280 × 960; 30,60 fps 48fps; Vídeo HD de 720p: 1280 × 720; 30,60 fps; WVGA (câmara lenta): 854 × 480; 120,60 fps just 120", "720P (1280x720P) pixels @ 30fps; VGA (640x480) pixels @ 60fps", "Modo: Smart Auto, Programa, Dual IS, Cena, Filme", "Resolução QVGA (30 fps); VGA (30 Fps) e HD (30 fps); função equilibrio de branco; qualidade normal e fina", "Vídeos em 4K (UHD - Ultra High Definition - 16:9) 15 fps Grande Angular compatível com ProTune, 2.7K (16:9) 30, 25 e 24 fps Grande Angular compatível com ProTune. 1440P (16:9) 48, 30, 25 e 24 fps Grande Angular compatível com ProTune. 1080p (16:9) 30, 25, 24 fps Grande Angular, Médio e Estreito compatível com ProTune. 960p (4:3) 48, 30, 25 fps Ultra Wide FOV compatível com ProTune. 720p (16:9) 60,50,30,25 fps Grande Angular compatível com ProTune e WVGA (16:9) 120 fps Grande Angular compatível com ProTune.", "HD 1280 x 720; VGA 640 x 480; QVGA 320 x 240", "HD (1280 x 720 Fine); HD (1280 x 720 Standard); VGA (640 x 480)", "Quadro mágico; Beauty Shot; Retrato inteligente; Funny Face; Noite; Paisagem; Texto; Por Sol; Nascer Sol; Luz Fundo; Praia; Neve", "1920x1080, 1920x810, 1280x720 , 640x480, 320x240 (para compartilhamento) 60fps, 30fps, 24fps (somente em resolução 1920x810), (*3D - Somente 30fps)", "1920x1080, 1920x810, 1280x720, 640x480, 320x240 para compartilhamento.  Frame Rate: 60fps, 30fps e 24fps (somente na resolução 1920x1080) e vídeos 3D somente em 30fps.", "30fps: 1920x1080, 1280x720 640x480, 320x240 (para compartilhamento)", "Tamanho 3:2: 20M / 10.1M / 5.9M / 2M  Tamanho 16:9: 16.9M / 7.8M / 4.9M / 2.1M  Tamanho 1:1: 13.3M / 7M / 4M / 1.1M /  Modo Burst: 5M RAW: 20.M", "1920x1080(30fps), 1280x720(60fps), 1280x720(30fps), 640x480(60fps), 640x480(30fps), 320x240(30fps)", "1920x1080, 1280x720 , 640x480, 320x240 (para compartilhamento) Taxa de Frames: 30fps (NTSC), 25fps (PAL)", "HD : 1.280pX720p/30 qps, QVGA (320X240) e VGA (640X480)", "Full HD 1080p", "Vídeos em 4K (UHD - Ultra High Definition - 16:9) 15 fps Grande Angular compatível com ProTune, 27K (16:9) 30, 25 e 24 fps Grande Angular compatível com ProTune  1440P (16:9) 48, 30, 25 e 24 fps Grande Angular compatível com ProTune  1080p (16:9) 30, 25, 24 fps Grande Angular, Médio e Estreito compatível com ProTune  960p (4:3) 48, 30, 25 fps Ultra Wide FOV compatível com ProTune  720p (16:9) 60,50,30,25 fps Grande Angular compatível com ProTune e WVGA (16:9) 120 fps Grande Angular compatível com ProTune", "Sim -HD: 1280px720p/30 qps / QVGA (320×240) / QVGA 320x240/30p / VGA: 640x480/30 qps / VGA 640x480/ 25pHD: 1280x720/ 25p", "Sim -HD: 1280px720p/30 qps / QVGA (320×240) / QVGA 320x240/30p / VGA: 640x480/30 qps / VGA 640x480/ 25p / HD: 1280x720/ 25p", "Full HD: 1920x1080/ 30p / Full HD: 1920x1080/ 25p / Full HD: 1920x1080/ 60i / Full HD: 1920x1080/ 50i / HD 1280x720/ 30p / HD: 1280x720/ 25p / HS 1920x1080/ 15p / HS 1920x1080/ 12.5p / HS 640x480/ 120p / HS 1280x720/ 60p / HS 1280x720/ 50p / HS 320x240/ 240p / iFrame 720/ 30p / iFrame 720/ 25p / VGA 640x480/ 30p / VGA 640x480/ 25p", "Full HD: 1920px1080p/ 30 qps / Full HD: 1920x1080/ 60i / HD: 1280px720p/30 qps / HS 1920x1080/ 15 qps / HS 1280x720 / 60 qps / HS 640x480/ 120 qps / HS 320x240/ 240 qps / iFrame® 540: 1280x720 / 30 qps / VGA: 640x480/30 qps", "Full HD: 1920x1080/ 30p / Full HD: 1920x1080/ 25p / Full HD: 1920x1080/ 60i / Full HD: 1920x1080/ 50i / HD 1280x720/ 30p / HD: 1280x720/ 25p / HS 1920x1080/ 15p / HS 1920x1080/ 12.5p / HS 640x480/ 120p / HS 640x480/ 100p / HS 1280x720/ 60p / HS 1280x720/ 50p / iFrame 720/ 30p / iFrame 720/ 25p / VGA 640x480/ 30p / VGA 640x480/ 25p", "Full HD: 1920x1080/ 30p / VGA 640x480/ 30p / VGA 640x480/ 15p", "MOV Compressão: Codificação Avançada de Vídeo H.264/MPEG-4 / Formato: PCM linear / HD 1,920x1,080 / 60 qps / HD 1,920x1,080 / 50 qps / Full HD 1,920x1,080 / 30 qps / Full HD 1,920x1,080 / 25 qps / Full HD 1,920x1,080 / 24 qps / HD 1,280x720 / 60 qps / HD 1,280x720 / 50 qps / VGA 640x424 / 30 qps / VGA 640x424 / 25 qps", "Full HD (1920 x 1080)", "Sim", "Não se aplica", "FullHD 1080p a 25/30 fps, 960p a 25/30fps, 720p a 25/30/50/60fps"], 339]}
{"Recursos de áudio": [["Não informado pelo fornecedor", "Gravação de voz (máx.10 horas); Mensagem de voz na imagem parada (máx.10s)", "Tempo de gravação (5 ou 10 segundos antes/depois de fotografar, respectivamente)", "Grava em áudio MPEG-4//Aac -LC.", "Gravação de voz (máx. 10 horas) - Mensagem de voz na imagem parada (máx. 10 s).", "Gravação de voz (máx. 10 horas); Mensagem de voz na imagem parada (máx. 10 s)", "Gravação de voz (máx. 10 horas) - Mensagem de voz na imagem parada (máx. 10 s)", "Gravação de voz (máx. 10 horas); Mensagem de voz na imagem parada (máx. 10 s).", "Não informado pelo fornecedor.", "Formato de gravação: Formato básico Wave ; PCM/16bit, 44,1kHz estéreo Tempo máximo de gravação: Imagem com Som: 30seg; Movie: depende do tempo de gravação de vídeo.", "WAV", "\"Formato de gravação: Formato básico Wave ; PCM/16bit, 44,1kHz estéreo Tempo máximo de gravação: Imagem com Som: 30seg; Movie: depende do tempo de gravação de vídeo\".", "MPEG-4 AAC-LC", "Sim. MP4 / MPEG-4 AAC-LC", "Formato CCITT u-Law", "Sim. Dolby Digital (AC-3) / MPEG-4 AAC-LC.", "Sim. Dolby Digital (AC-3) / MPEG-4 AAC-LC", "Formato de arquivo de áudio: AAC estéreo", "Formato de arquivo de áudio: mono", "Mono", "Balanço de branco, compensação de exposição, ajuste automático de brilho", "AAC estéreo", "O som não é gravado durante a operação de zoom óptico.", "Gravação de voz (max. 10 horas) e Mensagem de voz em imagem estática (max. 10 s)", "Reprodução de voz; Gravação de som; Formato: AAC; Gravação de comentário áudio na imagem 4 seg; Alto-falante.", "AAC", "WAV.", "AAC.", "Gravação de voz: máximo 10 horas  Mensagem de voz na imagem parada: máx 10 seg", "Voz: Mudo, Som em directo ligado, Som em directo desligado", "Estéreo", "HD", "FULL HD", "Reprodução de voz, Gravação de som, Formato: AAC, Gravação de comentário áudio na imagem 4 seg., Alto falante", "Reprodução de voz, Gravação de som, Formato: AAC, Gravação de comentário áudio na imagem 4 seg., Altofalante", "Formato: WAV", "Vídeo: AVI (Motion JPEG) com som / Áudio: formato WAVE", "O som não é gravado durante a operação de zoom óptico", "áudio no vídeo", "Áudio: G.711 Monaural", "Gravação de voz (máximo de 10 horas); Mensagem de voz em uma foto (máximo de 10 segundos)", "Tempo de gravação (antes e depois de tirar a foto, 5 ou 10 segundos respectivamente)", "Som mono", "960P 30FPS, 1080P 30 FPS", "Sim. CCITT u-Law", "Formato de arquivo de áudio:  AAC estéreo", "Sim, Dolby Digital (AC-3) / MPEG-4 AAC-LC, 2ch", "Sim, Dolby Digital (AC-3), MPEG-4 AAC-LC, 2ch", "1920 x 1080 pixels / 1280 x 720 pixels / 640 x 480 pixels (30 quadros/seg.) com som estéreo (Para gravação de vídeo)", "Som ao vivo: Som em directo ligado, Som em directo desligado, Mudo.", "Gravação de Aúdio", "Áudio: AAC", "Vídeo: AVI (Motion JPEG) com som / Áudio: formato WAVE, som monaural (Atende a norma de sistema de arquivo de câmeras digitais / compatível com DPOF)", "Áudio no vídeo", "Som ao vivo: Som em directo ligado, Som em directo desligado e mudo.", "Grava Vídeo HD com Som", "Áudio Mono, Formato Wav", "Mono, 48 kHz, compressão de AAC e controle automático de ganho e Entrada para microfone externo estéreo (3,5 mm).", "Áudio WAV ( Formato de vídeo estéreo AAC.)", "Formato WAV", "MPEG-4 AAC-LC 2 canais", "Áudio: Mudo; Normal; Som ao vivo; Zoom áudio", "Som ao vivo: Som em directo ligado, Som em directo desligado, Mudo", "Voz: Som ao vivo ligado/Som ao vivo desligado/Mudo", "Som ao vivo: Som em directo ligado, Som em directo desligado e  Mudo; Altifalante interno (Mono), Microfone (Mono)", "Dolby Digital (AC-3) / MPEG-4 AAC-LC, 2ch", "Dolby Digital (AC-3) / MPEG-4 AAC-LC", "Som Estéreo", "Gravação de áudio stereo e microfone embutido", "Formato G.711 (monoaural)", "PCM Linear (Mono)", "PCM Linear", "PC Linear (mono)", "G.711 [Mono]", "AVCHD Format : Dolby Digital, Motion-JPEG Format / Picture with Sound : Wave Format Base (Stereo PCM/16bit, 48kHz)", "Microfone embutido, Gravação estéreo.", "Gravação", "Voz: Ativ./Desat./Zoom mudo", "N/A. As opções de áudio são apenas Ativado ou Desativado e Volume para obturador, acionamento de botões e ao Ligar. Não há recursos adicionais de gravação ou reprodução de áudio.", "N/A. As opções de áudio são apenas Ativado ou Desativado e Volume para obturador, acionamento de botões e ao Ligar. Não há recursos adicionais de gravação ou reprodução de áudio", "N/A. As opções de áudio são apenas: Ativado ou Desativado e Volume para obturador, acionamento de botões e ao Ligar. Não há recursos adicionais de gravação ou reprodução de áudio", "Sim. Mono.", "Gravação estéreo", "Sim", "Microfone embutido, Gravação estéreo", "PCM Linear (Estério)", "Stereo", "sim", "PCM Linear (monofônica)", "PCM Linear (Estéreo)", "Sim'", "Gravação de áudio", "Sim, com som estéreo", "Gravação em estéreo", "Gravação de Áudio: Dolby Digital (AC-3) 2ch / MPEG-4 AAC-LC, 2ch", "Gravação e execução de áudio no formato mp3, aac, aac+ e wma", "Monoaural (conexão dedicada (fêmea) com tipo digital unificado de áudio e vídeo)", "Microfone interno: sim e Microfone externo: USB opcional para um adaptador de microfone estéreo de 3,5 mm", "N/A", "As opções de áudio são apenas Ativado ou Desativado e Volume para obturador, acionamento de botões e ao Ligar. Não há recursos adicionais de gravação ou reprodução de áudio.", "Sim, estéreo (com ajuste de nível e indicador de nível de áudio). Formato de compressão: AAC", "Sim, estéreo. Formato de compressão: AAC", "Sim. Mono", "Sim. Formato de compressão: AAC", "Sim, estéreo. Formato de compressão: MP3, AAC, AMR, WMA, OGG, FLAC, 3GA/M4A, WAV", "Sim. Estéreo. Formato: AAC", "As opções de áudio são apenas Ativado ou Desativado e Volume para obturador, acionamento de botões e ao Ligar. Não há recursos adicionais de gravação ou reprodução de áudio", "Vídeo com som", "Microfone embutido, estéreo / Microfone estéreo externo (opcional) / A sensibilidade do microfone pode ser ajustada"], 305]}
{"Lentes": [["Objetiva 18-70mm - Nikon", "Lentes SAMSUNG f = 4,9 ~ 24,5mm (equivalente ao filme de 35 mm : 27 ~ 135mm)", "Samsung 20-50mm (fornecida)", "Carl Zeiss Vario-Tessar", "Samsung Lens f = 4,7 mm-23,5 mm (película 35 mm equivalente: 26 mm-130 mm).", "Lente Samsung= 4,9 a 24,5 mm (equivalente ao filme de 35 mm: 27 - 135 mm)", "Samsung Lens f = 4,7 mm-23,5 mm (película 35 mm equivalente: 26 mm-130 mm)", "Lente Samsung= 4,9 a 24,5 mm (equivalente ao filme de 35 mm: 27 - 135 mm).", "Genuínas Canon 28-140mm (Equivalente 35mm).", "14mm - 42mm", "4,2 - 52,5 mm (equiv. em 35mm: 24 - 300 mm)", "14mm - 42mm.", "Carl Zeiss Vario-Tessa", "Carl Zeiss Vario-Tessar.", "Lentes Sony G", "Lente de cristal NIKKOR com zoom ótico de 21x", "Lente de cristal NIKKOR com zoom ótico de 4x", "Lente de cristal NIKKOR com zoom ótico de 5x", "Nikkor de 18-55mm f/3.5-5.6 com estabilização da imagem VR", "FUJINON F 5,0- F 25", "14 elementos em 11 grupos", "Lente de cristal NIKKOR ED com zoom ótico de 36x Distância Focal da Dente de 4,0 mm a 144,0 mm (ângulo de visão equivalente ao da lente de 22,5 mm a 810 mm em formato 35 mm [135])", "Fujinon", "Auto Focus Lens, 7.23mm f2.8", "Samsung grande angular 27mm f 4.9~19.6mm (equivalente a 27~108mm)", "Samsung Grande Angular de 27mm", "5,0  18,2 mm.", "Não informado pelo fornecedor", "5,0 - 90,0 mm (equiv. em 35mm: 28 - 504 mm)", "4,2 - 52,5 mm (equiv. em 35mm: 24 - 300 mm).", "4,8 - 19,2mm (equiv. em 35mm: 27 - 108mm).", "LUMIX DC VARIO", "SEL1855", "Samsung f=4,9 ~ 24,5mm (equivalente ao filme de 35mm: 27 - 135mm)", "Lentes Samsung f=4,9 ~ 24,5mm (equivalente ao filme de 35mm: 27 - 135mm)", "Com zoom de 5X Samsung f = 4,7 mm-23,5 mm (película 35 mm equivalente: 26 mm-130 mm)", "Grande angular 28 mm", "LEICA DC Vario-Elmar", "5,0 - 18,2 mm", "Lentes FUJIFILM", "10 elementos em 10 grupos", "Lentes com zoom de 5X Samsung f = 4,7 - 23,5 mm (equivalente a filme de 35 mm: 26 - 130 mm)", "Samsung 18-55mm i-Function (fornecida)", "Lente Samsung f = 4,7-23,5 mm (equivalente a filme de 35 mm: 26-130 mm)", "Grande Angular 127°/170°", "Lentes Sony", "Nikkor", "Lentes Sony - SAL1855", "Sony Lens", "Schneider-KREUZNACH Lens f= 4,0 -72,0 mm (equivalente a filme de 35 mm: 24-432 mm)", "Lente de cristal NIKKOR ED com zoom ótico de 10x", "Fujinon Lens", "Lentes Fujinon Lens", "Schneider-KREUZNACH Lens f= 4,0- 72,0 mm (equivalente a filme de 35 mm: 24 - 432 mm)", "Lentes 20-50mm (acompanha a câmera), outras lentes são opcionais e vendidas separadamente.", "Lentes Fujinon", "Lente Samsung f = 4,5-22,5 mm (equivalente a filme de 35 mm: 25-125 mm)", "Lente de cristal NIKKOR", "Lente de cristal NIKKOR ED", "Lente de cristal Nikkor", "Lente de cristal NIKKOR com zoom ótico de 42x; Construção14 elementos em 10 grupos", "16 lentesAuto, Olhos Vermelhos, Fill In e Off em 14 grupos, 4 lentes esféricas", "Sony Lens G", "Lente zoom de 10× f Sony G; f = 4,45 mm - 44,5 mm (25 mm - 250 mm equivalente a filme de 35 mm)) F3,3 (W) - F5,9 (T). Na gravação de filmes (16por9) - 27,5 mm - 275 mm*; Na gravação de filmes (4por3) - 33,5 mm -335 mm*. Quando [SteadyShot para Filme] está ajustado em [Padrão]", "Lentes com zoom de 5X Samsung f = 4,7 mm-23,5 mm (película 35 mm equivalente: 26 mm-130 mm)", "Lentes Schneider-KREUZNACH 21x Zoom f = 4,1-86,1 mm (equivalente a filme de 35 mm: 23-483 mm)", "Lentes com zoom de 10X Samsung f = 4,85-48,5 mm (equivalente a filme de 35 mm: 27-270 mm)", "Lente Samsung f = 4,5/22,5 mm (equivalente a filme de 35 mm: 25/125 mm)", "SAL1855", "FUJINON LENS - (4.4 - 66mm 1:3.5 - 5.3)", "Grande Angular 24 - 300mm", "14 Elementos em 11 grupos, lente 4,9~73,5mm (equivalente a 27 ~ 405mm)", "14 elementos em 11 grupos, lente 4,9~73,5mm (equivalente a 27 ~ 405mm)", "EF-S 18-55 f/3.5-5.6 III", "EF-S 18-55 f/3.5-5.6 IS II", "EF-S 18-55 f/3.5-5.6 IS", "EF-S 18-200 f/3.5-5.6 IS", "Não Possui", "EF-S 18-135 f/3.5-5.6 IS", "EF-S 28-135 f/3.5-5.6 IS", "Lente Grande Angular de 28mm", "Lente SAL18-135mm", "Lentes Olympus Grande Angular 32.9 - 230.3mm", "Lente M.ZUIKO DIGITAL 14-42mm 1:3.5-5.6 II (35mm: 28-84mm)", "Sony", "Não acompanha lentes", "20-50mm", "F3.0-5.5", "F3.4-6.5", "Samsung Lens f = 4.0-104.0 mm (equivalente a filme de 35mm: 22.3-580 mm)", "Lente Fujinon", "Lentes Samsung", "Lente Fujimon", "Carl Zeiss - Vario-Tessar", "Sony G", "Carl Zeiss Vario Sonnar T*", "Acompanha lente SAL18-55mm", "Lente grande angular de 28mm", "Lente Grande Angular de 28 mm", "Não acompanha", "Lente fixa de cristal NIKKOR 29-87mm", "Lente fixa de cristal NIKKOR 26-182mm", "Fixa de cristal NIKKOR 26-182mm", "Fixa de cristal NIKKOR 22.5-585mm", "Lente fixa de cristal NIKKOR 22.5-675mm", "Lente fixa de cristal NIKKOR 25-550mm", "LENTE FUJINON", "Lente Samsung 18-55mm - Samsung NX Mount", "Lente Samsung 20-50mm - Samsung NX Mount", "Lente fixa de cristal NIKKOR 28-140mm", "170º", "Grande angular imersiva ultra rápida f/2.8", "13 grupos em 15 elementos", "Intercambiáveis", "Lentes de 21mm", "Distância focal, 5.0 (W) - 25.0 (T) mm (equivalente ao filme de 35mm: 28 (W) - 140 (T) mm)", "170 graus", "Fixa", "Canon 4,5 - 90,0mm", "Asféricas/ultranítidas", "Samsung Lens f = 4,9 - 24,5 milímetros (35mm filme equivalente: 27-135 mm) - Lente F3.5 (W) - F5.9 (T) - Modo de Imagem: 1.0x - 5.0x; 13.5x (depende do tamanho da imagem) 1,0 x", "F/3.2, f=5.1 mm lentes fixas", "Lente Grande Angular de 24 mm", "Samsung", "Samsung NX Mount. Lente Samsung NX 18-55mm f/3.5-5.6.", "Samsung NX Mount. Acompanha Lente Samsung NX 18-55mm", "Samsung NX-M Mount. Acompanha Lente Samsung 9-27mm", "Samsung NX-M Mount. Acompanha Lente Samsung 9mm.", "Samsung NX-M Mount. Acompanha Lente Samsung 9mm", "4.1-86.1mm (Equivalente a 35mm - 21x Zoom Óptico", "Relativo a Lente usada", "Samsung - f=4.1-86.1mm (equivalente a filme de 35mm: 23-483mm)", "Lente Grande Angular de 24mm", "Grande Angular de 28mm", "Lente de cristal NIKKOR com zoom ótico de 6X", "Lente luminosa", "Grande angular imersiva ultra rápida f/28", "Lente NIKKON f/3.7-6.6", "Lente de cristal NIKKOR f/3.7-6.4", "Lente de cristal NIKKOR f/3-5.9", "Lente de cristal NIKKOR f/3.3-6.5", "Lente de cristal NIKKOR f/3.3-5.9", "AF-S DX 18-140 mm f/3.5-5.6G ED VR", "EF-S 18-55 III", "EF-S 18-55 IS STM", "EF-S 18-135 IS STM", "Lente de cristal NIKKOR f/2.8-4.9", "Lente rotativa angular com o indicador laser", "Lente ZEIZZ", "f= 6.0-4,8mm, F3.0-5.5", "f= 6.8  F2.8"], 352]}
{"Cor": [["Prata", "Preto", "Violeta", "Vermelha", "Rosa", "Lilas", "Titanium", "Branca", "Dourado", "Roxo", "Pink", "preto", "Preta", "Azul", "Laranja", "Verde", "Vermelho", "Branco", "Marrom", "Preto / Prata", "Cinza", "Amarelo", "Verde Menta", "Roxa", "Camuflado"], 363]}
{"Cartões de Memória Compatíveis": [["SD Memory Card", "xD-Picture Card", "SD Memory Card,SDHC Memory Card", "SD Secure Digital,SDHC Memory Card", "Memory Stick Duo,Memory Stick PRO Duo,Memory Stick PRO Duo (High Speed),Memory Stick PRO-HG Duo,SD Memory Card,SDHC Memory Card,SDXC Memory Card", "SD Memory Card,SDHC Memory Card,SDXC Memory Card", "HCMMC Plus,MMC,MMC Plus,SD Memory Card,SDHC Memory Card,SDXC Memory Card", "Memory Stick PRO Duo,Memory Stick PRO-HG Duo,SD Memory Card,SDHC Memory Card,SDXC Memory Card", "SD Secure Digital", "Memory Stick Duo,Memory Stick PRO Duo,SD Memory Card,SDHC Memory Card", "Memory Stick PRO Duo,Memory Stick PRO-HG Duo,SD Memory Card,SDXC Memory Card", "SDHC Memory Card", "SD Secure Digital,SDHC Memory Card,SDXC Memory Card", "Eye-Fi SD card,SD Secure Digital,SDHC Memory Card,SDXC Memory Card", "Memory Stick Duo,Memory Stick PRO Duo,Memory Stick PRO-HG Duo,SD Secure Digital,SDHC Memory Card,SDXC Memory Card", "Memory Stick Duo,Memory Stick PRO Duo,Memory Stick PRO-HG Duo,SD Memory Card,SDHC Memory Card,SDXC Memory Card", "SD Secure Digital,SDHC Memory Card,XD/Micro SD", "Memory Stick PRO Duo", "SD Memory Card,SD Secure Digital,SDHC Memory Card", "Memory Stick PRO Duo,SD Memory Card,SDHC Memory Card,SDXC Memory Card", "Memory Stick PRO Duo,Memory Stick PRO Duo (High Speed),SD Memory Card,SDHC Memory Card,SDXC Memory Card", "SDHC Memory Card,SDXC Memory Card", "Memory Stick Duo,Memory Stick PRO Duo,Memory Stick PRO Duo (High Speed),SD Memory Card,SDHC Memory Card,SDXC Memory Card", "Memory Stick Card,SD Memory Card", "Micro SD/SDHC", "Micro SD/SDHC,SDXC Memory Card", "Memory Stick Duo,Memory Stick PRO Duo,Memory Stick PRO Duo (High Speed),Memory Stick PRO-HG Duo,Micro SD/SDHC,SD Memory Card,SD, SDHC e SDXC,SDXC Memory Card", "SD, SDHC e SDXC", "Memory Stick Duo,Memory Stick PRO Duo,Memory Stick PRO Duo (High Speed),Micro SD/SDHC,SD Memory Card,SDHC Memory Card,SDXC Memory Card", "Memory Stick Duo,Memory Stick PRO Duo,Memory Stick PRO Duo (High Speed),Memory Stick PRO-HG Duo,Micro SD/SDHC,SD Memory Card,SDHC Memory Card,SDXC Memory Card", "Memory Stick Duo,Memory Stick PRO Duo,Memory Stick PRO Duo (High Speed),Memory Stick PRO-HG Duo,Micro SD/SDHC,SD Memory Card,SDHC Memory Card,SDXC Memory Card,XD/Micro SD", "Memory Stick Duo,Memory Stick PRO Duo,Memory Stick PRO Duo (High Speed),Memory Stick PRO-HG Duo,Micro SD/SDHC,SD Memory Card,SD, SDHC e SDXC", "Cartões Memory Stick PRO Duo, Memory Stick PRO-HG Duo, SD, SDHC, SDXC", "SD, SDHC e SDXC,SDHC Memory Card", "Micro SD/SDHC,SD, SDHC e SDXC", "Micro SD", "Memory Stick PRO Duo,Memory Stick PRO-HG Duo,SD, SDHC e SDXC", "XD/Micro SD", "Micro SD Classe 10", "Memory Stick Duo,Memory Stick PRO Duo,Memory Stick PRO Duo (High Speed),Memory Stick PRO-HG Duo,SD, SDHC e SDXC", "Memory Stick Duo,Memory Stick PRO Duo,Memory Stick PRO Duo (High Speed),Memory Stick PRO-HG Duo", "Memory Stick Duo,Memory Stick PRO Duo (High Speed)", "Micro SD,Micro SD/SDHC,SDXC Memory Card", "SD - Todos os tamanhos", "SD"], 351]}
{"Peso liq. aproximado do produto (Kg)": [["135g", "830g (sem bateria e cartão de memória)", "125g", "116g", "130g", "110 gramas.", "103g", "110g", "600g", "1 kg.", "150 gramas", "290g", "108 gramas.", "133 gramas.", "120 gramas", "120g", "194 gramas", "430g", "485g", "15g", "350g", "494 gramas.", "107g", "100g", "260g", "159g", "215 gramas.", "100 gramas.", "150 gramas.", "1 Kg", "2Kg", "121g (sem bateria)", "351g", "540g", "118g", "197g", "15 g", "1Kg", "35g", "138g", "95 g", "353g", "300g", "10g", "70g", "1kg", "23g", "119g", "39g", "653g", "543g", "330g", "113g", "113kg", "117g", "730g com as pilhas", "320g", "121 g  (Sem Bateria)", "135 g", "220 g", "337g", "350 g", "120 g", "448g", "128g", "128 g", "140g", "555g", "555 g", "210 g", "400g", "142g", "124g", "222g", "235g", "121g", "226g", "108g", "220g", "341g", "101g", "1,2 kg", "1,5 Kg", "665g", "534g", "401g", "198g", "231g", "306g", "145g", "141g", "126g", "150g", "508g", "495g", "755g", "820g", "82g", "900g", "637g", "945g", "230 g", "515g", "1,2kg Sem a Lente", "450g", "175g", "50g", "60g", "30g", "403g", "610g", "114g", "830g", "122g", "152g", "116Kg", "131g", "184g", "570g", "0,19kg", "426g", "577g", "250g", "200g", "29g", "55 g", "650g", "272g", "1,488kg", "130 g", "760g", "0,17kg", "170g", "0,121", "0,129", "129g", "470Kg", "205g", "659g", "284 g", "228g", "Não", "153g", "193g", "0,193kg", "0,94g", "0,10g", "0,14g", "280g", "503g", "530g", "305g", "25g", "216g ( Sem Bateria e Cartão de Memória)", "232g", "590g", "230g", "0,48", "65g", "95g", "0,28kg", "63g", "16g", "1g", "43g", "182g", "24g", "655g", "90g", "375g", "284g", "158g", "0,38Kg", "0,06kg", "0,15kg", "216g (sem bateria e cartão de memória)", "389g", "640g", "520g", "80g", "340g", "370g", "1,50 KG", "0,05 Kg", "0,09 Kg", "0,06 Kg", "0,08 Kg", "494g", "565g", "480g", "525g", "407g", "0,213kg", "0,21kg", "62g", "143g", "360g"], 502]}
{"Alcance do flash": [["Não informado pelo fornecedor", "De -3 a +1 EV em incrementos de 1/3, 1/2 ou 1 EV", "0,2 m - 4,0 m - Tele: 0.5m - 2.5m", "Wide (Grande angular) : 0,2m ~ 2,68m", "Flash não fornecido", "ISO Auto: Aprox. 0.2m a Aprox. 3.7", "Grande-angular: 0.2 m-3,2 m (ISO Auto), Telefoto: 0,5 m-1,8 m (ISO Auto).", "Grande Angular: 0,2 m - 2,63 m (ISO Auto) TELE: 0,5 m - 1,56 m (ISO Auto)", "Grande-angular: 0,2 m-3,4 m (ISO Auto), Telefoto: 1,0 m-1,9 m (ISO Auto)", "Grande Angular: 0,2 m - 2,63 m (ISO Auto) TELE: 0,5 m - 1,56 m (ISO Auto).", "Grande-angular: 0,2 m-3,4 m (ISO Auto), Telefoto: 1,0 m-1,9 m (ISO Auto).", "Não informado pelo fornecedor.", "Não informado pelo fabricante.", "Grande angular: 0,2 - 4,7 m (ISO 800) Tele: 0,9 - 2,4 m (ISO 800)", "Até 3m.", "ISO Auto: Aprox. 0.2m - Aprox. 3.7m", "ISO Auto: Aprox.0.08m - Aprox.2.8m.", "ISO Auto: Aprox. 0.08m - Aprox. 3.7m.", "ISO Auto: Aprox. 0.08m - Aprox. 5.1m.", "ISO Auto: Aprox. 0.05m - Aprox. 5.3m", "ISO Auto: Aprox. 0.25m - Aprox. 3.6m", "[W]: de 0,5 m a 6,0 m (de 1 pé e 8 pol. a 19 pés) [T]: de 1,5 m a 3,0 m (de 5 pés a 9 pés e 10 pol.)", "[W]: de 0,5 m a 4,5 m (de 1 pé e 8 pol. a 14 pés)  [T]: de 0,5 m a 2,4 m (de 1 pé e 8 pol. a 7 pés e 10 pol.)", "39/12, 43/13 com flash manual (pés/m, ISO 100, 68°F/20°C)", "Wide: Aprox. 40cm - 3.0m / 1.3ft. - 9.8ft., Telephoto: Aprox. 80cm - 2.0m / 2.6ft. - 6.6ft., Macro: Aprox. 30cm - 80cm / 1.0ft. - 2.6ft.", "0,50 a 2,8 metros (depende do zoom e do iso)", "[W]: de 0,5 m a 8,0 m (de 1 pé e 8 pol. a 26 pés)  [T]: de 2,2 m a 4,5 m (de 7 pés e 3 pol. a 14 pés)", "Controle de flash automático, c/ medição CCD, alcance efetivo quando a sensibilidade está configurada p/ AUTO é aprox. 45 cm -3,0m (ângulo largo), 80 cm- 2,0m (telefoto); a distância efetiva no modo marco é de aprox. 30 cm- 80 cm (angulo largo), 80 cm -1,2 m (telefoto)", "0.2m 2.68m (Wide); 0.5m 1.59m ISO AUTO (Tele)", "Alcance de até 0.2m 3.75m (wide) e 0.5m 2.0m (Tele ISO Auto)", "0,1  4,0m (ISO 800).", "0,1 ~ 4,0m (ISO 800).", "0,30 a 4,7 metros (depende do zoom e do iso).", "Grande angular: 0,2 - 4,7 m (ISO 800) Tele: 0,9 - 2,4 m (ISO 800).", "1.6 m", "7 metros (utilizando ISO100) e cobertura para lentes 16mm", "Wide (angre angular): 0,2m - 2,85m; Tele (aproxima): 0,5m - 1,59m (ISO AUTO)", "Grande-angular: 0,2 m-3,2 m (ISO Auto) / Telefoto: 1,0 m-1,8 m (ISO Auto)", "50CM a 4M", "Modo Wide:  Aprox. 0,3 m~5 m; Tele: Aprox. 1,2 m~2,88 m (ISO 400)", "0,3 a 3m", "0,1 - 4,0 m (ISO 800)", "Luz Natural e Flash em um mesmo clique", "60 cm 3,1 m (ângulo largo), 60 cm-2,0 m (telefoto)", "0,60 a 4,0 metros (depende do zoom e do iso)", "Amplo: 0,2 m - 3,4 m (ISO Auto); Tele: 1,0 m - 1,9 m (ISO Auto)", "Não informado pelo Fornecedor", "Grande-angular: 0,2-3,4 m (ISO Auto) ; Telefoto: 1,0-1,9 m (ISO Auto)", "Não se aplica ao produto", "ISO Auto: Aprox. 0.2 - Aprox. 4.8m", "[W]: de 0,5 m a 6,0 m (de 1 pé e 8 pol. a 19 pés) [T]: de 0,7 m a 2,5 m (de 2 pés e 4 pol. a 8 pés)", "Não Possui Flash Embutido", "12 metros (utilizando ISO100)", "Flash automático (super flash inteligente), Alcance efetivo: (ISO AUTO 800), Grande angular: 50 cm - 7,0 m aprox. e Telefoto: 80 cm - 5,0 m aprox", "ISO Auto: Aprox. 0.3 - Aprox. 3.5m", "ISO Auto: Aprox. 0.2m - Aprox. 5.3m", "Grande-angular: 0,3-3,5 m (ISO Auto); Telefoto: 0,5-1,9 m (ISO Auto).", "(ISO AUTO) Grande angular: 30 cm  7,1 m aproximadamente. Telefoto: 2,0 m  3,8 m aproximadamente.", "[W]: de 0,5 m a 4,6 m (de 1 pé e 8 polegadas a 15 pés)  [T] de 0,5 m a 3,0 m (de 1 pé e 8 pol. a 9 pés e 10 pol.)", "Wide 30cm - 3.0m; Telephoto 90cm - 2m", "Grande-angular: 0,3 - 3,5 m (ISO Auto); Telefoto: 0,5 -1,9 m (ISO Auto)", "Até 1,5m", "\"Flash de disparo manual com controle de flash automático medido com CCD (usando pré-flashes do monitor); a faixa real quando a sensibilidade é definida para AUTO é de aproximadamente 40 cm¿8 m (grande angular) ou 2,5 mm¿4,4 m (telefoto); a faixa real no modo macro é de aproximadamente 30 cm¿3 m (grande angular) ou 1,8 m¿3 m (telefoto) \"", "0,50 a 2,8 metros (dependente do Zoom e do ISO)", "Grande-angular: 0,2-4,1 m (ISO Auto); Telefoto: 0,5-1,6 m (ISO Auto)", "[W]: de 0,5 m a 4,5 m (de 1 pé e 8 polegadas a 14 pés)  [T]: de 0,5 m a 2,2 m (de 1 pé e 8 pol. a 7 pés e 2 pol.)", "[W]: de 0,5 m a 5,0 m (de 1 pé e 8 polegadas a 16 pés) [T]: de 1,5 m a 2,5 m (de 5 pés e 8 polegadas a 8 pés e 2 polegadas)", "Aproximadamente 5 metros", "Não se aplica", "Automática [W]: de 0,5 m a 4,5 m (de 1 pé e 8 polegadas a 14 pés); [T]: de 0,5 m a 2,4 m (de 1 pé e 8 pol. a 7 pés e 10 pol)", "[W]: de 0,5 m a 4,5 m (de 1 pé e 8 polegadas a 14 pés); [T]: de 0,5 m a 2,4 m (de 1 pé e 8 pol. a 7 pés e 10 pol).", "[W]: de 0,5 m a 8,0 m (de 1 pé e 8 polegadas a 26 pés) e [T]: de 1,5 m a 4,5 m (de 5 pés a 14 pés)", "[W]: de 0,5 m a 8,0 m (de 1 pé e 8 polegadas a 26 pés) e [T]: de 1,5 m a 4,5 m (de 5 pés a 14 pés).", "[W]: de 0,3 m a 3,5 m (de 1 pé a 11 pés) , [T]: de 0,5 m a 2,0 m (de 1 pé e 8 pol. a 6 pés e 7 pol.)", "ISO1000 Wide (0.3m - 9.31m) / Tele (1.6m - 5.0m)", "ISO Auto: Aprox. 0.3 - Aprox. 3.7m", "Sensibilidade ISO (Índice de exposição recomendado) ajustado em Auto: Aprox. 0,2 a 3,7 m (W)/aprox. 1,5 a 2,2 m (T)", "ISO Auto: Aprox. 0.08m - Aprox. 3.7m", "Grande-angular: 0,2 m-3,2 m (ISO Auto), Telefoto: 1,0 m-1,8 m (ISO Auto)", "Grande-angular: 0,3-5,2 m (ISO Auto); Telefoto: 0,5-2,4 m (ISO Auto)", "Grande-angular: 0,3-4,2 m (ISO Auto), Telefoto: 0,5-1,6 m (ISO Auto)", "Amplo: 0,2 m - 3,5 m (ISO Auto), Tele: 1,0 m - 2,0 m (ISO Auto)", "Grande-angular: 0,3-3,7 m (ISO Auto), Telefoto: 0,5-2,0 m (ISO Auto)", "Wide: approx. 40 cm 8.0 m/ Telephoto: approx. 2.5 m 4.4 m/Macro Wide: approx. 30 cm 3.0 m", "Grande-angular: 0,3/4,2 m (ISO Auto); Telefoto: 0,5/1,6 m (ISO Auto)", "10 metros (utilizando ISO100)", "6 metros (utilizando ISO100) e cobertura para lentes 18mm", "50cm-7.0m (Grande-angular), 1.0-3.1m (Tele)", "Alcance do Flash Incorporado: 50 cm - 70 m (W) / 4,0 m (T)", "Alcance do Flash: 50 cm - 7,0 m (grande-angular), 50 cm - 2,3 m (Tele), tempo de reciclagem 10 segundos ou menos (tensão da bateria: 3,7 V)", "Alcance do Flash: 50 cm - 7,0 m (grande-angular), 50 cm - 2,3 m (Tele); Tempo de reciclagem 10 segundos ou menos (tensão da bateria: 3,7 V)", "50cm - 3,5 m (grande-angular), 1,0 - 2,0 m (Tele), tempo de reciclagem 10 seg. ou menos (tensão da bateria: 3,7 V)", "Alcance do flash: 50cm - 3,5 m (grande-angular), 1,0 - 2,0 m (Tele) Tempo de reciclagem 10 seg. ou menos (tensão da bateria: 3,7 V)", "Alcance do flash 1,6-9,8 m (W), 3,3-6,6 m (T) (50cm - 3,0 m (W), 1,0 centímetros - 2,0 m (T))  Tempo de reciclagem 12 segundos ou menos (tensão da bateria: 3,0 V)", "50cm - 2,5 m (grande-angular), 1,0 - 1,5 m (tele)", "50cm - 3,5 m (grande-angular), 90cm - 2,0 m (tele)", "Alcance do flash 50 cm - 3,0 m (grande-angular), 1,0 - 2,0 m (tele)  Tempo de reciclagem 10 segundos ou menos (Tensão da bateria: 3,7 V)", "Alcance do Flash 50 cm - 3,0 m (grande-angular), 1,0 - 2,0 m (tele)  Tempo de reciclagem 10 segundos ou menos (Tensão da bateria: 3,7 V)", "Alcance do Flash; 50 cm - 3,0 m (grande-angular), 1,0 - 2,0 m (tele); Tempo de reciclagem;10 segundos ou menos (Tensão da bateria: 3,7 V)", "Alcance do Flash; 50cm - 3m (grande-angular), 1 - 2m (tele); Tempo de Reciclagem", "50cm - 3m (grande-angular), 1 - 2m (tele); Tempo de Reciclagem 10 segundos ou menos (Tensão da bateria: 3,7 V)", "Panorâmico: Aprox. 15 cm - 3,2 m / 5,9 polegadas - 10,4 pés Telefoto: aprox. 90 cm - 1,9 m / 2,9 ft - 6,2 pé", "Grande angular: 0,2 - 4,7 m (ISO 800); Tele: 0,9 - 2,4 m (ISO 800)", "ISO 400: (0,3 a 4,5m) / ISO 800: (0,5 a 4m)", "ISO 400 : (0,3 a 4,5m) / ISO 800 : (0,5 a 4m)", "6 metros (utilizando ISO100) e cobertura para lentes 16mm", "13/43 (ISO 100, em metros/pés)", "13 (ISO 100, em metros)", "\"12/39 (ISO 100 metros, em metros)  \"", "30 cm ¿ 3,5 m (W) / 1,0 m ¿ 3,0 m (T)", "Auto flash (super i-flash); Alcance efetivo: (ISO AUTO); Normal Wide: Aprox. 30cm - 7,1 M / 1 pé - 23,2 pés; Telefoto: Aprox. 2.0m - 3.8m / 6,5 pés - 12,4 pés", "Flash automático (flash superinteligente) Alcance efetivo: ISO AUTO (800) Grande angular: 30 cm 8,0 m aprox. Telefoto: 2,0 m 4,0 m aproximadamente", "ISO 800: 0.5m - 8.6m", "ISO Auto: Aprox. 0.5 - Aprox. 6.8m", "Não acompanha flash", "Flash adquirido separadamente: Modelos F20 com 3 m e até 5m com flash F42.", "3 metros (ISO Auto)", "3m", "Grande-angular: 80 cm¿6 m (ISO Auto) /  Telefoto: 2 m-4 m (ISO Auto)", "Grande angular: aprox. 50cm a 7,4m / Telefoto: aprox. 80cm a 2,7m", "ISO Auto: Aprox. 0.5 - Aprox. 2.7m", "ISO Auto: Aprox. 0.3 - Aprox. 2.8m", "ISO Auto: Aprox. 0.5 - Aprox. 3.9m", "Grande-angular: 0,8¿4,0 m, Telefoto: 0,5¿1,6 m (ISO Auto)", "Grande angular: 0.8m-4.2m / Telefoto: 0.5m - 1.6m (ISO auto)", "Grande angular: 0.2m-4.2m / Telefoto: 0.5m - 1.6m", "Grande angular: 0.2m-4.1m / Telefoto: 0.5m - 1.6m", "Grande angular: 0.3m-3.38m / Telefoto: 0.5m - 1.51m", "ISO Auto: Aprox.0.4m to 6.8m", "Grande angular: aprox. 40cm a 7,0m / Telefoto: aprox. 2,5m a 3,6m", "Grande angular: aproximadamente 40cm a 7,0m / Telefoto: aproximadamente 2,5m a 3,6m", "ISO Auto: Aprox. 0.2 - Aprox. 4.2m", "ISO Auto: Aprox. 0.2 - Aprox. 3.7m", "50 cm - 3,0 m (W)/60 cm ¿ 2,0 m (T)", "50 cm - 3,0 m (W)/60 cm - 2,0 m (T)", "50 cm  5,5 m (Grande Angular)/1,4 m ¿ 3,0 m (Tele)", "ISO Auto: Aprox. 0.08 - Aprox. 3.3m", "ISO Auto: Aprox. 0.5 - Aprox. 8.5m", "ISO Auto: Aprox. 0.25 - Aprox. 5.6m", "50cm - 3,0m (W) / 1,2 - 2,0 m (T)", "50 cm -3,0 m (W) / 1,3 ¿ 1,5 m (T)", "50 cm -3,0 m (W) / 1,3 - 1,5 m (T)", "11,9m em ISO 100", "50cm - 7,0m (W) / 50cm - 4.5m (T)", "[W]: 0.5 a 3.5m, [T]: 0,5 m a 2,0 m", "[W]: 0.5 a 3.5m / [T]: 0,5 m a 2,0 m", "[W]: 0.5 a 3.5m  / [T]: 0,5 m a 2,0 m", "[T]: 1,0 à 2,1m (3 pés 4 pol. à 7 pés 1 pol.)  [W]: 0,5 à 4,1m (1pé 8 pol. À 13 pés)", "[W]: Aprox. 50 cm ao infinito  [T]: Aprox. 1 m ao infinito  Modo close-up em macro: [W]: Aprox. 5 cm ao infinito", "[T]: 1,0 à 2,1m (3 pés 4 pol. à 7 pés 1 pol.) / [W]: 0,5 à 4,1m (1pé 8 pol. à 13 pés)", "[W]: 0,5 m a 5,0 m  [T]: 1,5 m a 2,5 m 1,5 m a 2,5 m", "[W]: de 0,5 m a 6,0 m [T]: 1.5 to 6.0m (5 ft. to 19 ft.)", "[W]: de 0,5 m a 6,0 m de 0,5 m a 6,0 m  [T]: 1.5 - 3.5 m (5 - 11 ft)", "Angular: aprox. 45cm a 8,0m / Telefoto: aprox. 3,5m a 4,0m", "50 a 90cm", "28mm - amplo ângulo de visualização (equivalente a 35mm)", "[W]: 0.5 - 5.2 m (1 ft 8 in. to 17 ft)  / [T]: 0.5 - 4.5 m (1 ft 8 in. to 14 ft)", "[W]: 0.5 - 5.2 m (1 ft 8 in. to 17 ft)  [T]: 0.5 - 4.5 m (1 ft 8 in. to 14 ft)", "Não tem", "Não possui", "0,5m a 7,5m (depende do ISO utilizado)", "4 metros (utilizando ISO100)", "5m", "1,6 pés - 9,8 pés (W), 3,9 - 6,6 pés (T) / 50cm - 3.0m (W), 1,2m - 2,0 (T)", "Grande", "Grande Angular: 0.8m-4.2m / Telefoto: 0.5m - 1.6m (ISO auto)", "Não informado", "ISO Auto: Aprox. 0.4 - Aprox. 6.8m", "50 cm ¿ 3,5 m (W) / 1,0 m ¿ 2,0 m (T)", "50 cm - 3,5 m (W) / 1,0 m ¿ 2,0 m (T)", "1,2~1,8cm", "50 cm ¿ 4,0 m (W) / 1,0 ¿ 2,0 m (T)", "ISO Auto: Aprox. 0.4m a 3.5m", "ISO Auto: Aprox. 0.3m a 2.8m", "ISO Auto: Aprox. 0.4m a 8.8m", "Grande-angular: 0,3 - 4,2 m; Telefoto: 0,5 - 1,6 m (ISO Auto)", "24mm - amplo ângulo de visualização (equivalente a 35mm)", "Grande angular: 0.5-3.8m (ISO auto) - Telefoto: 0.5-1.8m (ISO Auto)", "50 cm 5,0 m (Grande Angular) / 50cm 3,0 m (Tele)", "ISO Auto: Aprox. 0.5m - Aprox. 4.5m (wide) e 1.0m a 2.4m (telefoto)", "ISO Auto: Aprox. 0.2m - Aprox. 3.6m", "9.2/30 (a ISO 100 em metros), aprox. 13/43 (em ISO 200 em metros)", "TTL: controle do flash i-TTL usando sensor RGB de 420 pixels está disponível com flash embutido", "[W]: 0,5 m a 3,5 m / [T]: 1,5 a 2,0 m", "[W]: de 0,5 m a 6,0 m / [T]: 1,5 a 3,5 m", "[W]: 0,5 a 9,0 m / [T]: 1,5 m a 4,5 m", "[W]: 0,5 m a 8,0 m / [T]: 1,5 m a 4,5 m", "[W]: 0,3 a 3,1 m / [T]: 0,6 a 1,7 m", "12/39, 13/43 com flash manual (m/pés, ISO 100, 20°C/68)", "9.2 metros em ISO 100", "13 metros em ISO 100", "9.4 metros em ISO 100", "50 cm- 4,0 m (W) / 1,0- 2,0 m (T)", "Central Prioridade de rosto Manual com 99 áreas de foco Rastreador do assunto AF com localizador de assunto", "Não", "2,5 - 3 m", "2.5 - 3 m"], 420]}
