{"GPRS": [["Não", "Sim"], 160]}
{"Recursos de videos": [["Captura de vídeo", "formatos: MPEG4, H.263, H.264, WMV3; Filmadora com gravação de vídeo: modo mormal (320x240 pixels), modo MMS (176x144)", "Permite reprodução de vídeos curtos; Câmera de 3.2 MP: Auto-foco, estabilização da imagem; Flash; Zoom digital 2xm; Gravação de vídeo: Modo normal: 480 x 352 pixels; modo MMS: 176 x 144 pixels; Suporte do formato de vídeo: DivX 4,DivX 5/6 suportado parcial, XviD suportado parcial, H.263, H.264, WMV3; Suporte do formato de áudio: 3GP, MP3, WMA9 (.wma/.asf), WMA9 Pro/WMA 10, MIDI, AMR-nota, Professional AAC/AAC / eAAC +; BlackBerry Maps e GPS: Inclui BlackBerry Maps / GPS integrado com A-GPS -Wi-Fi: 802.11 b/g; Suporte UMA: Certificações Wi-Fi planejadas: WPA, WPA2, WMM, WMM Power Save, Wi-Fi Protected Setup, Cisco CCX .", "MP4, M4A, MOV, 3GP, M4P, AVI, AAC, AMR", "Gravação de vídeo;  Visualização de vídeos; YouTube.", "Captura de vídeo em QCIF, até 15 fps, reprodução até VGA; Duração do vídeo: depende da memória livre disponível; Configurações de equilíbrio de branco e efeito de tom da cor; Zoom digital de até 4x; Reprodução: MPEG-4, H.263, H. 264, QVGA até 15 fps; Formato do arquivo de vídeo: .mp4 (padrão), .3gp (para MMS); Streaming em tempo real; Streaming 3GPP.", "Gravação nos formatos: 1080p HD Video, MPEG4, H.264 - (MP4)", "Modo normal: 480 x 352 pixels; modo MMS: 176 x 144 pixels", "Gravação e Reprodução de Vídeos.", "Captura e Reprodução de vídeos Full HD (1080p) até 30 fps; DLNA - Compartilha conteúdo sem fio com outros dispositivos equipados com DLNA; Streaming de vídeo; YouTube¿; Formatos compatíveis: H.263, H.264, MPEG-4, 3GP", "Central avançada de vídeos: uma central de experiências de vídeo;  Acesso aos últimos vídeos reproduzidos e reinício fácil; Meus vídeos ¿ coleção de vídeos armazenados;  Acesso a vídeos da Internet, compatível com RSS feeds e podcasts de vídeo, com atualizações e downloads diretos e sem fio;  Diretório de vídeos para descobrir novos vídeos na Internet; Suporte para download, streaming e download progressivo; Suporte para vídeo Flash;  MPEG-4, 3GPP: codecs H.263 e H.264;  Resolução do vídeo: 640x352, 15fps, EQ: 2929.", "Reprodução/Captura de vídeos: QVGA@15fps;  Formatos suportados: H.263 + AMR NB e MPEG4.", "Captura/reprodução de vídeos; Resolução de captura 640x480, 320x240, 176x144; Ajustes: Fino, Bom e Normal, Modo de Cena: Automático e Noturno. Formatos compatíveis: MP4/H.264/H.263. Assista vídeos direto do YouTube", "Gravação e reprodução de vídeos (WVGA);  Formatos compatíveis: MP4/H.263/H.264/WMV;  Streaming de vídeo;  Estabilizador de vídeo;  Iluminação de vídeo;  YouTube - Assista seus vídeos favoritos;", "Gravação/Reprodução de vídeos HD 720p;  Hub Vídeos alimentado pelo Zune permite assistir vídeos, fazer downloads e muito mais;  Streaming de vídeo;  YouTube.", "Formatos de video compativeis mp4, .m4a, .3gp, .avi, .asf", "Formatos de vídeo compatíveis: MP4, M4A, 3GP, AVI, ASF Gravação de vídeo em HD de 720p", "MPEG4, H.264, H.263 - Reprodução de vídeo: até 7.4 horas", "Gravação de vídeo, HD (1080p), até 30 quadros por segundo com áudio e Estabilização de vídeo", "Filma vídeos em HD (1280 x 720 pixels) em 30 quadros por segundo (30 fps), Gravador de vídeo, Reprodutor de vídeo, Streaming de vídeo, Estabilização de vídeo, Foco automático contínuo", "Controles de exibição", "Resolução da câmera principal: (640x480), (320x240), (176x144); Ajuste de branco: Automático, Incandescente, Luz do dia, Fluorescente, Nublado; Tonalidade para câmera: Normal, Preto e Branco, Negativo, Sépia, Azul; Qualidade do vídeo: Super fina, fina e normal", "Gravação de vídeo, vídeo streaming, vídeo playback", "MPEG4 - HD+ 1080p", "Video player e gravador de vídeo em resolução QCIF", "Gravação de vídeo, Resolução: 1280 x 720", "Resolução da gravação: VGA (640x480);MMS (QVGA-320x240);MMS (QCIF-176x144); Edição do menu rápido; Balanço dos brancos: automático, incandescente, luz do dia, fluorescente, nublado; Efeitos de cor: nenhum, preto e branco, sépia, negativo;Marcação geográfica: desativar, ligado; Revisão automática: desligado, ligado, 2 segundos, 5 segundos", "Resolução da gravação: VGA (640x480), MMS (QVGA-320x240), MMS (QCIF-176x144) Edição do menu rápido;Balanço dos brancos: Automático;Incandescente;Luz do dia;Fluorescente;Nublado; Efeitos de cor: Nenhum;Preto e Branco;Sépia;Negativo; Marcação Geográfica: Desativar;Ligado;Revisão Automática: Desligado;Ligado 2 segundos;5 segundos", "Playback 30fps @ VGA (MPEG-4 / H.263 / H.264)", "Vídeo: Playback 30fps @ VGA (MPEG-4 / H.263 / H.264)", "Foco automático, estabilizador de video e filma em 1080p@30fps", "Gravação de vídeo;HD(1080p) até 30 quadros por segundo com áudio; Estabilização de vídeo", "Modo vídeo em alta definição; Resolução da gravação: HD 1080p, HD 720p, SD 480p;Time Lapse ligado, desligado; Gravação:Time-lapse é um processo cinematográfico em que cada fotograma ou quadro (frame) de filme é tomado a uma velocidade muito mais lenta do que aquela em que o filme será reproduzido;Efeito de cor: nublado, ensolarado, negativo, fluorescente, ambiente;Flash: desligado, ligado;Zoom: 4x", "Gravação em HD 1080p", "Gravação de vídeo HD (1080p)", "Vídeo player e gravador de vídeo em resolução QCIF", "Grava vídeo com voz", "Gravação de Vídeo Formatos Suportados MPEG4, H.263, H.264, VP6/8, WMV9; Resolução de reprodução Full HD (1080p@30fps); Resolução de gravação Full HD (1080p@30fps)", "3GP e MP4 e filmadora digital", "3GP e MP4", "1080p@30fps", "Áudio Video Streaming; H.263 POL10, H.263 POL20 Indication, MPEG4 SPLO, MPEG SPL2 Indication", "Captura de 30 quadros por segundo FWVGA (MP4, H.264, H.263); reprodução de 720p (ajustados para a tela) FWVGA (MP4, H.264, VC-1, WMV-9, DivX 4/5/6); gravação de vídeo em 480p (H.264)", "1.3MP (com flash), MP4 e TV", "VGA (com flash), MP4", "Áudio Streaming e Video Streaming", "Gravação de Vídeo, Vídeo Chamada, Vídeo Player"], 69]}
{"Flash": [["Sim", "Não"], 66]}
{"Recursos de chamada": [["Não informado pelo fornecedor", "Identificador de chamadas* Discagem rápida;  Modo avião (offline)", "Chamada por foto e discagem por comando de voz", "Lista de chamadas recebidas, lista de chamadas não atendidas, lista de chamadas efetuadas, chamada em espera, indicação de data e hora das chamadas atendidas.", "Microfone e alto-falante integrado, mãos-livres com o headset", "Identificador de chamada por fotos, Crystal Talk (sua chamada livre de ruídos externos)", "Registro de chamadas feitas, recebidas e não atendidas;  Chamada em espera;  Contador do tempo de chamada;  Viva-voz integrado.", "Viva voz; Lista chamada recebida; Lista chamada não atendida", "Chamada em espera", "Chamada em espera. Conferencia.", "Chamada em espera. Conferencia. BBM - Blackberry Messenger", "Desviar as chamadas recebidas, notificação de chamadas recebidas durante uma chamada e chamadas de emergência", "Não informado pelo fabricante.", "Alto-falante - Conforto do handsfree nas chamadas.", "Identificador de chamadas por fotos, viva-voz, Registro de chamadas discadas, recebidas e não atendidas.", "Discagem rápida, chamada em espera, registro de chamadas feitas, recebidas e não atendidas.", "Discagem rápida, discagem por voz (alto-falante independente) e comandos de voz; Registro de chamadas feitas, recebidas e não atendidas; Viva-voz integrado", "Discagem rápida, chamada em espera, registro de chamadas feitas, recebidas e não atendidas", "Conferência e chamada em espera", "não informado pelo fornecedor", "Viva-voz; Identificação de Chamadas; Custo de chamada; Chamada de conferência (até 5); Registro de Chamadas Efetuadas / Não atendidas / Recebidas e Duração da chamada.", "Identificador de Chamadas, Viva Voz, Avançado Reconhecimento de Voz, Chamada em Espera, Conferência, Discagem com pausa e Espera, Discagem Por Voz, Discagem Rápida, Função Mudo, Número De Emergência, Rediscagem Automática", "Banco de dados de contatos avançado com suporte para vários dados por entrada, como: telefone, e-mail e imagens em miniatura; Discagem rápida; Registro de chamadas feitas, recebidas e não atendidas;  Alto-falante integrado de mãos livres;  Widgets dos principais contatos;  Teleconferência.", "Registro de chamadas Discadas, Recebidas e Perdidas", "Registro das chamadas discadas, atendidas e perdidas", "Registro das chamadas discadas/recebidas/perdidas Sony Timescape - Toda a sua comunicação com uma pessoa em um só lugar;  Noise shield - escudo de ruído - Filtre os sons ao seu redor e faça-se ouvir;  Viva-voz.", "Vídeo Chamada;  Viva-Voz integrado;  Identificador de Chamadas; Conferência; Registro das Ligações Discadas/ Perdidas/ Recebidas; Tempo de ligação.", "Chamada em espera, discagem automatica, conferencia, mudo", "Vídeo Chamada, Viva-voz, identificador de chamadas, tempo da chamada, Ligações discadas / perdidas / recebidas", "Registro de chamadas feitas, recebidas e não atendidas; Teleconferência", "Perdidas, Discadas e Recebidas", "Registro de chamadas; Duração das chamadas; Volume de dados; Desvio de chamadas; Restrição de chamada; Números de discagem fixa; chamada em espera", "Viva Voz, Identificador de chamada, chamada em espera", "Vídeo Chamada, Viva-voz, identificador de chamadas, tempo da chamada, Ligações discadas, perdidas e recebidas", "Data e hora das chamadas atendidas; filtro de chamadas; chamadas recebidas; chamadas não atendidas; chamadas efetuadas; temporizador de chamadas; rediscagem e identificador de chamadas.", "Discagem rápida;Chamada em espera;Registro de chamadas feitas, recebidas e não atendidas", "Chamdas efetuadas, recebidas e perdidas", "Vídeo Chamada;Viva-voz;Identificador de chamadas;Tempo da chamada;Ligações discadas,perdidas e recebidas", "Vídeo chamada com alta qualidade", "Data e hora das chamadas atendidas; filtro de chamadas; chamadas recebidas; chamadas não atendidas; chamadas efetuadas; temporizador de chamadas; rediscagem; identificador de chamadas", "Vibração/mp3/ Ringtones", "Vibração/MP3/ Ringtones", "Discagem Rápida; Chamada em Espera; Registro de Chamadas feitas, Recebidas e Não atendidas.", "Discagem Rápida; Chamada em Espera; Registro de Chamadas Feitas; Recebidas; Não atendidas.", "MP3, Conector padrão 3.5mm; Rádio FM", "Viva-voz; Chamada em espera; Discagem rápida; Registro de chamada voz; Chamada em espera; Registro de chamada", "Viva-voz, chamada em espera, discagem rápida, registro de chamada", "Chamada inteligente; discagem rápida; chamada em espera; conferência;  registro de chamadas feitas; recebidas e não atendidas", "Discagem Rápida; Chamada em Espera; Registro de Chamadas feitas, Recebidas e Não atendidas", "Discagem Rápida; Chamada em espera;Registro de chamadas feitas, recebidas e não atendidas", "Discagem Rápida; Chamada em Espera; Conferência; Registro de Chamadas Feitas; Recebidas e não Atendidas", "Discagem Rápida; Chamada em Espera; Conferência; Registro de Chamadas Feitas; Recebidas e Não Atendidas", "Chamadas perdidas / feitas / recebidas / apagar registros ligações", "MicroSD até 8GB", "Viva Voz", "Discagem rápida, chamada em espera, conferência,  registro de chamadas feitas, recebidas e não atendidas", "Chamada em espera, Discagem rápida,Registro de chamadas (discadas, recebidas, perdidas)", "Comando por voz, Discagem por voz, Discagem rápida, chamada em espera, registro de chamadas feitas, recebidas e não atendidas", "Chamada em espera; Discagem rápida; Registro de chamadas (discadas, recebidas, perdidas)"], 154]}
{"Recursos Fotográficos": [["Efeitos de cor; Balanço de brancos; Modo noturno; Temporizador automático; Ajuste de qualidade de imagem; Som do obturador.", "Suporte a formatos de imagens: bmp, jpg, png, tif, wbmp; Câmera digital de 2.0 MP com 5x zoom digital foco fixo e sem flash", "Câmera Digital integrada; Câmera digital de 3.2 MP com câmera de vídeo.", "Câmera 2 MP, Flash, Auto Foco Contínuo, Estabilizador de Imagem", "Câmera 5 MP, Flash, Auto Foco Contínuo, Estabilizador de Imagem", "Zoom digital - até 2x - Aproxime-se de seu objeto.", "Geo tagging; Máquina fotográfica - 3.2 megapixel;  Blog de fotografias;  Gravação de vídeo.", "Câmera de 3,2 megapixels; Profundidade estendida do foco (EDOF); Zoom de até 4x (digital); Foco total; Visor em tela inteira; Rotação da imagem (no modo de edição de imagens ou mudando o modo de retrato para paisagem); Timer interno: foto tirada depois de 3, 5 ou 10 segundos; Configurações de equilíbrio de branco e efeito de tom da cor; Carregue fotos via Flickr ou Bluetooth.", "Camera Integrada 10MP Clear Pixel (RGBC) + LED Flash + 1080p HD video e Camera Frontal de 2MP + 1080p HD video", "2.0 Megapixels", "Câmera de 2 MP: Auto-foco, estabilização da imagem; Flash; Zoom digital 2x", "Câmara 2 megapixels e Zoom digital 2x.", "Câmera de 8 megapixels; Zoom de até 8x (digital); Flash LED; Auto-foco; Geo Tagging; Connected Gallery, para você compartilhar fotos com seus amigos e se conectar às galerias do Facebook e Picasa;  Edição de imagens: Recorte, rotação, cor, brilho, melhorar, flip, redimensionar e efeitos; Formatos compatíveis: BMP, PNG, GIF, JPEG.", "Câmera de 5 megapixels;  Zoom de até 3x (digital); Visor em tela inteira; Rotação da imagem (no modo de edição de imagens ou mudando o modo de retrato para paisagem);  Temporizador automático - foto tirada depois de 3, 5 ou 10 segundos;  Configurações de equilíbrio de branco e efeito de tom da cor;  Carregue fotos via Ovi Share, Flickr ou Bluetooth;  Tag de localização automática (geotagging) de imagens e vídeos;  Cover Flow para mudar as fotos com o movimento do dedo;  Armazene fotos no Ovi Share.", "Câmera 3.2 Megapixels, Zoom digital 4x;  Ajustes: Preto e branco, modo noturno;  Geotagging.", "Câmera de 3.2MP; Resoluções suportadas: (2048x1536), (1600x1200), (1024X768), (640x480), (320 x 240) pixels; Zoom digital 4x; Tamanho da imagem, ISO, Balanço dos brancos, Temporizador, Qualidade de imagem, Revisão automática, Som obturador, Identificação de localização.", "Led Flash;  Câmera - 5.1 megapixel;  Blog de fotos   Marcação geográfica   Auto-foco", "Câmera de 8 megapixels; Lente F2.2; LED flash duplo;  Sensor de BSI; Auto-foco;  Geo-tagging;  Veja fotos de sua câmera ecompartilhe em suas contas do Facebook e do Windows Live por meio do Hub Pictures.", "Câmera digital integrada (5.0 MPixel) zoom digital 4x, flash LED, foco automático, detecção e estabilizador de imagens; Gravação de video em VGA (640x480), Geo-tagging;", "Câmera digital integrada (5.0 MPixel) zoom digital 4x, flash LED, foco automático, detecção e estabilizador de imagens; gravação de video em HD, Geo-tagging.", "Câmera de 5 megapixels,  Foco automático,  Um toque para o foco,  Detecção de rostos nas imagens estáticas e Flash LED", "Câmera de 8 MP (3264x2448 pixels), Foco de toque e captura com um único toque, Flash LED duplo, Sistema óptico Carl Zeiss, Marcação de localização, Compensação da exposição, Configurações automáticas e manuais de equilíbrio de branco, Compartilhamento rápido de fotos com um clique, Zoom Digital de até 4x", "5 MP Flash LED, Foco Automático e Zoom Digital", "Resolução de 5MP", "Câmera de 5 megapixels, Foco automático, Um toque para o foco, Detecção de rostos nas imagens estáticas e Flash LED", "3.2MP", "8MP, câmera frontal de 1.3 MP, Flash de LED", "1.3MP", "3,2MP", "8.0MP, Webcam 1.3MP", "8MP, Zoom, Foco automático e Flash", "1.3 MP", "Câmera de 3MP", "3MP", "5MP", "12 MP, 4000x3000 pixels, automático, flash em LED, detector de sorrisos, estabilizador de imagen e câmera frontal de 1.3 MP", "Câmera de 5 megapixels;Foco automático,Um toque para o foco;Detecção de rostos nas imagens estáticas e Flash LED", "8MP", "Câmera traseira: Câmera de 8 MP e foco automático; Iluminação traseira para um desempenho melhor sob baixa luminosidade; Lente F2.2 de 5 elementos; ISP (processador de sinal de imagem) dedicado com buffer de quadro de 64 MB; Flash contínuo, foco por toque, estabilização de imagem; Zoom digital aprimorado de 5x com alta resolução; Gravação de vídeo em HD de 1080p; 4 DOF (Graus de liberdade) na estabilização de vídeo; Modo Time Shift que permite o ajuste de elementos individuais em cada foto. Câmera frontal: Câmera de 2MP e foco fixo; Estabilização de imagem e vídeo; Zoom digital 3x e Gravação de vídeo em HD de 720p", "Zoom digital de 16x; 13 megapixel Exmor RS camera with photo flash and auto focus; LED Flash/Pulso e lanterna; Detecção de rosto; Geotags; Estabilizador de imagem; Redução de olhos vermelhos; Reconhecimento de cena; Contador automático; Enviar para Web; Sensor CMOS Exmor R para celular da Sony; Sweep Panorama; Foco por toque; Câmera frontal (2 MP 1080p)", "Fotos (zoom) e grava vídeos", "Câmera Principal 8MP, Zoom 2x; Câmera Secundária 1.9 MP, Foco Automático, Efeitos de Foto, Flash", "2 MP", "0.3 MP (VGA)", "5 MP, 2592x1944 pixels, autofocus", "Zoom digital de 16x;13 megapixel Exmor RS;Câmera com flash e foco automático de fotos; LED Flash/Pulso e Lanterna; Detecção de rosto; Geotags; Estabilizador de imagem; Redução de Olhos Vermelhos; Reconhecimento de Cena; Contador Automático; Enviar para Web; Sensor CMOS Exmor R para celular da Sony; Sweep Panorama; Foco por toque; Câmera frontal (2 MP 1080p)", "Câmera 5MP", "Flash, foco, tamanho da imagem, modo cena, ISO, balanço dos brancos, efeitos de cor, temporizador, identificação de localização, som obturador, revisão automática", "Traseira VGA", "Câmera Traseira de 2.0mp e Frontal de 0.3mp", "Câmera Traseira 8.0mp e Frontal de 2mp", "Câmera VGA, 640x480 pixels e vídeo", "Câmera VGA com flash LED", "Câmera Principal: Resolução 20.7 MP Câmera secundária : 2.0 MP Foco Automático: Sim Zoom: 10x ZOOM OPTICO  Efeito de Foto -Smart Modes Flash: Flash Xenon"], 72]}
{"Marca": [["HTC", "Palm Treo", "LG", "Blackberry", "Samsung", "Motorola", "Apple", "Nokia", "Sony Ericsson", "Sony", "Elef Touché", "Positivo", "Multilaser", "Philco", "Intelbrás", "BLU"], 162]}
{"Dual Core": [["Não", "Sim"], 45]}
{"Banda": [["GSM Triband 900/1800/1900 MHz; MTS 2100MHz", "HSDPA/UMTS; Tri-band UMTS: 850MHz, 1900MHz, 2100MHz; Quad-band GSM: 850MHz, 900MHz, 1800MHz, 1900MHz", "(MHz): 850,900,1800,1900", "Quad-Band 850/900/1800/1900 MHz redes GSM/GPRS e Quad-Band 850/900/1800/1900 MHz rede EDGE", "GSM - 850/900/1800/1900MHz.", "Quad-Band: 850/900/1800/1900MHz GSM/GPRS/rede EDGESingle-Band: redes 2100 MHz UMTS/HSPADual-Band: redes 800/1900 MHz CDMA/EVDO Rev A", "Quadband - 850/900/1800/1900MHz", "QUAD-BAND (850/9000/1800/1900) Mhz", "Terminal GSM Dual_Band (900/1800) ou (850/1900) MHz", "Compatível com 3G (HSDPA); Frequência: UMTS: 2100/1900/850/800 MHz (Bandas 1,2,5/6), 2100/1700/900 MHz (Bandas 1,4,8) - Suporte a banda quádrupla GSM: 1900/1800/900/850 MHz - (Roaming Internacional em todo o mundo)", "Todas", "Todas (850/900/1900/2100 MHz)", "EGSM 900/GSM, 1800/GSM e 850/GSM", "Quad-Band GSM (850/900/1800/1900 MHz) (Roaming Internacional em todo o mundo).", "Quad-Band Digital GSM 850/900/1800/1900 MHz (Roaming Internacional em todo o mundo).", "900/1800", "Todos", "Quad-Band GSM (850/900/1800/1900 MHz) / WCDMA (3G) 850/2100 MHz / HSDPA 7.2 Mbps (Roaming Internacional em todo o mundo)", "Quadri Band", "WCDMA 850/1900/2100 - GMS 850/900/1800/1900", "WCDMA 850/900/1900/2100, GSM 850/900/1800/1900, LTE Band 2(1900)/4(AWS)/5(850)/7(2600)/17(700)", "Quadribanda 850 / 900 / 1800 / 1900 MHz", "EDGE - Frequência: UMTS: 2100/1900/850/800 MHz (Bandas 1,2,5/6), 2100/1700/900 MHz (Bandas 1,4,8) - Suporte a banda quádrupla GSM: 1900/1800/900/850 MHz - (Roaming Internacional em todo o mundo)", "Quadriband GSM/EDGE - 850/900/1800/1900 MHz", "Quadribanda GSM 850/900/1800/1900", "Quad Band (850 + 900 + 1800 + 1900 MHz)", "Quad-Band, 850/900/1800/1900 mHz", "GSM Quadriband:  850/900/1800/1900MHz; HSDPA 850/1900/2100/800MHz.", "GSM/GPRS/EDGE 850/900/1800/1900 MHz", "(800 / 850) / 1900 / 2100 MHz", "Todos 850/900/1800/1900 MHz", "Quadband (850/900/1800/1900 MHZ)", "900 MHz,GSM 1800 MHz,GSM 1900 MHz", "Quad-Band (850/9000/1800/1900) Mhz", "850/900/1800/1900 MHz", "GSM 850 ,900 ,1800 ,1900 UMTS 850 ,1900 ,2100 ,1700 ,900", "GSM 850/900/1800/1900 - 3G 850/900/1900/2100 - LTE 2600", "902 MHz,GSM 1800 MHz,GSM 1900 MHz", "GSM 850/900/1800/1900 - 3G 850/900/1900/2100", "HSDPA 850 / 900 / 1900 / 2100", "Terminal GSM Quad (850/900/1800/1900); Terminal 3G Dual Band (850/2100)", "Terminal GSM Quad (850/900/1800/1900) Terminal 3G Dual Band (850/2100)", "Terminal GSM1 Quad (850/900/1800/1900); Terminal 3G Dual Band (850/2100)", "Terminal GSM1 Quad (850/900/1800/1900) Terminal 3G Dual Band (850/2100)", "GSM", "Terminal GSM Quad (850/900/1800/1900);Terminal 3G Dual Band (850, 900, 1700, 1900, 2100); HSPA+ 42Banda", "900 MHz, GSM 1800 MHz, GSM 1900 MHz", "GSM 850/900/1800/1900 - 3G  850/1900/2100 MHz", "GSM 850 / 900 / 1800 / 1900", "Quadriband", "Quad-Band GSM 850 / 900 / 1800 / 1900 MHz", "\"Terminal GSM1 Quad (850/900/1800/1900) Terminal GSM2 Quad (850/900/1800/1900) Terminal GSM3 Quad (850/900/1800/1900) Terminal 3G Dual Band (850/2100) \"", "Terminal GSM Quad (850/900/1800/1900) Terminal GSM 2 Quad (850/900/1800/1900) Terminal 3G Quad (850/900/1900/2100", "900 MHz;GSM 1800 MHz;GSM 1900 MHz", "GSM 850/900/1800/1900 WCDMA 850/900/1900/2100", "GSM 850 ,900 ,1800 ,1900 UMTS 850 ,1900 ,2100 ,900", "GSM 850 ,900 ,1800 ,1900 UMTS 850 ,1900 ,2100", "GSM Quad (850/900/1800/1900) Terminal 3G Dual Band (850/2100)", "GSM 850/900/1800/1900 Mhz", "Terminal GSM1 Quad (850/900/1800/1900) Terminal GSM2 Quad (850/900/1800/1900) Terminal GSM3 Quad (850/900/1800/1900) Terminal 3G Dual Band (850/2100)", "3G: HSDPA 850 / 900 / 1900 / 2100     4G: 800 / 850 / 900 / 1800 / 2100 / 2600", "3G: HSDPA 850 / 900 / 1900 / 2100 e 4G: 800 / 850 / 900 / 1800 / 2100 / 2600", "2G Quad Band", "Quad Band", "Chamada da Operadora - Celular Avulso. Necessário o chip SIM Card (não incluso) para habilitação. Este aparelho já está pré-configurado para habilitação nas seguintes operadoras GSM nacional (Tim, Claro, Oi, Vivo GSM, Brasil Telecom, Telemig(MG), Amazônia Celular, CTBC, Sercomtel)", "Terminal GSM1 Quad (850/900/1800/1900) / Terminal 3G Dual Band (850/2100)", "GSM: 850 / 900 / 1800 / 1900 e     3G: HSPA 850  / 900 / 1900 / 2100", "Terminal GSM Quad (850/900/1800/1900), Terminal 3G Dual Band (850/2100)"], 154]}
{"Idiomas do menu": [["Não informado pelo fornecedor", "Português, inglês, espanhol", "Português, Inglês e Espanhol", "Portugûes, Inglês e Espanhol", "Inglês e português.", "francês, inglês, alemão, italiano, neerlandês, espanhol, catalão, galego, checo, húngaro, polaco, português, russo, turco, hebreu, árabe", "Inglês e Português", "Suporte para os idiomas inglês (Estados Unidos), inglês (Reino Unido), francês (França), alemão, chinês tradicional, chinês simplificado, holandês, italiano, espanhol, português (Brasil), português (Portugal), dinamarquês, sueco, finlandês, norueguês, coreano, japonês, russo, polonês, turco, ucraniano, húngaro, árabe, tailandês, tcheco, grego, hebreu, indonésio, malaio, romeno, eslovaco, croata, catalão e vietnamita.", "Blackberry multilingue: francês, inglês, alemão, italiano, neerlandês, espanhol, catalão, galego, checo, húngaro, polaco, português, russo, turco, hebreu, árabe.", "Africâner, Árabe, Catalão, Tcheco, Dinamarquês, Holandês,Inglês, Francês, Alemão, Grego, Húngaro, Italiano, Norueguês, Português, Russo, Espanhol, Sueco ou Turco.", "Português e inglês", "Português, Inglês, Espanhol.", "Português, Inglês, Espanhol e Francês", "Português, Inglês, Espanhol", "francês, inglês, alemão, italiano, neerlandês, espanhol, catalão, galego, checo, húngaro, polaco, português, russo, turco, hebreu e árabe", "Português, Inglês, Espanhol e Francês.", "Português e Inglês", "Português, inglês e espanhol", "Português, Francês, Espanhol e Inglês, com suporte de configuração para todos os idiomas disponíveis em telefonia celular", "inglês (EUA), inglês (Reino Unido), chinês (simplificado), chinês (tradicional), francês, alemão, italiano, , japonês, coreano, espanhol, árabe, catalão, croata, checo, dinamarquês, finlandês, grego, hebraico, húngaro, indonésio, malaio, norueguês, polonês, português, português (Brasil), romeno, russo, eslovaco, sueco, tailandês, turco, ucraniano e vietnamita", "Inglês (EUA), inglês (Reino Unido), chinês (simplificado), chinês (tradicional), francês, alemão, italiano, japonês, coreano, espanhol, árabe, catalão, croata, checo, dinamarquês, finlandês, grego, hebraico, húngaro, indonésio, malaio, norueguês, polonês, português, português (Brasil), romeno, russo, eslovaco, sueco, tailandês, turco, ucraniano e vietnamita", "Português, Inglês, espanhol", "Português;Inglês;Espanhol", "Inglês (EUA);Inglês (Reino Unido);Chinês (simplificado);Chinês (tradicional);Francês;Alemão;Italiano;Japonês;Coreano;Espanhol;Árabe;Catalão;Croata;Checo;Dinamarquês;Finlandês;Grego;Hebraico;Húngaro;Indonésio;Malaio;Norueguês;Polonês;Português;Português (Brasil);Romeno;Russo;Eslovaco;Sueco;Tailandês;Turco;Ucraniano e Vietnamita", "Português;Inglês; Espanhol", "Ingles/Espanhol/Portugues/ Alemão/Frances/Chines/Japones", "Português", "português e inglês", "Português; inglês; espanhol", "Português; Inglês; Espanhol", "Potuguês e outros", "Português (Brasil)", "Inglês,Francês,Alemão,Italiano,Coreano, Holandês,Polonês, Português,Esapnhol e Sueco", "Inglês; Francês; Alemão; Italiano; Coreano; Norueguês; Polonês; Português; Espanhol; Sueco"], 163]}
{"Toques": [["Toques Mp3; polifônicos; monofônicos; comando de voz", "Não informado pelo fornecedor", "64 toques polifônicos; Campainha/tipo: Polifônica, MP3.", "Truetones, polifônicos (32 toques polifônicos MIDI e MP3) e monofônicos", "Monofônicos, polifônicos e MP3.", "Mp3", "Campainhas pré-carregadas ou via download", "Toques Monofônicos, Polífônicos e MP3", "MP3", "MP3 e AAC", "Monofônico, Polifônicos e Truetones", "Polifônicos e truetones", "Alerta vibratório e Ringtones Mp3", "Toques Polifônicos e MP3.", "MP3 e Polifônicos", "Monofônico, Polifônicos e truetones (MP3).", "Monofônicos, Polífônicos e MP3", "Toques musicais: mp3, AAC, AAC+, eAAC+, WMA; Toques musicais em vídeo.", "MP3 e Polifonicos", "MP3 e Polífônicos", "Toque, vibra, Indicador na tela e indicador LED.  As notificações são configuraveis pelo usuario.", "Toque, vibra, Indicador na tela e indicador LED. As notificações são configuraveis pelo usuario", "Toque, vibra, Indicador na tela e indicador LED.  As notificações são configuraveis pelo usuario", "Polifônicos e MP3", "Vibração, MP3 e Ringtones", "Toques Monofônicos, Polifônicos e MP3", "Polifônicos", "Polífônicos e MP3", "Toques Monofônicos e MP3", "Sons Monofônicos/Polifonicos/Truetones", "MP3/MIDI", "Toques Monofônicos;Polifônicos;MP3", "Sim Polifônico MP3", "Polifônicos;MP3", "Polifônicos/MP3", "Polifônicos/ MP3", "sim", "Sim", "Polifônico", "Toques Monofônicos, Polífônicos, True Tones e MP3"], 155]}
{"Câmera": [["Sim", "2MP ou Mais", "3MP", "2MP", "3.2MP", "5MP", "VGA", "1.3MP", "10MP", "8MP", "12MP", "13MP", "0.3MB", "16MP", "Câmera VGA com flash LED", "1.3 MP, 1280 x 1024 pixels", "Câmera VGA, 640x480 pixels e vídeo", "20.7\""], 145]}
{"GPS": [["Não", "Sim"], 108]}
{"Bluetooth": [["Sim", "Não", "Bluetooth v3.0"], 129]}
{"WAP": [["Não", "Sim", "Não,Sim"], 160]}
{"Memória Interna": [["256MB", "180MB", "2GB", "8GB", "1MB", "512MB", "11MB", "5MB", "128MB", "250MB", "100MB", "55 MB", "75 MB", "16GB", "60 MB", "40MB", "160 MB", "150MB", "400 mb", "78 MB", "768MB", "3 GB", "32 GB", "16MB", "4Gb", "64MB", "32MB", "24 MB", "4GB"], 121]}
{"Sistema Operacional": [["Windows", "Blackberry OS", "Android", "Iphone IOS", "Outros", "Symbian", "BlackBerry 10", "Android 4.2"], 128]}
{"Câmera Frontal": [["Sim", "Não"], 71]}
{"NFC": [["Não", "Sim"], 53]}
{"Tipo de Chip": [["Nano Chip", "Chip Comum", "Micro Chip", "Desbloqueado"], 92]}
{"Data e Horário": [["Sim", "Não"], 159]}
{"Alimentação, tipo de bateria": [["Lithium-ion recarregável 1120 mHz; Tempo em espera (GSM): até 180 horas; Tempo em espera (UMTS): até 250 horas; Tempo de conversação (GSM): até 5 horas / Tempo de conversação (UMTS): até 3 horas / Videoconferência: até 1,78 hora", "Íons de lítio removível e recarregável de 1.500 mAh; Até 5 horas de conversação; Até 250 horas em Standby", "Bateria Li-Ion 900 mAh ; Tempo de duração modo digital: conversa*** : até 3,5h ; Tempo de duração modo digital: standy-by*** : até 350h .", "Bateria célula de lítio criptográfica de 1150 mAh com duração de até 4,5 horas (conversação) e 17 dias (espera)", "1080 mAh.", "de lítio criptográfica 1400 mAhr", "não informado pelo fornecedor", "Bateria integrada de íon de lítio recarregável;  Carga via USB do computador ou adaptador de energia;  Tempo de conversação: Até 5 horas em 3G; Até 12 horas em 2G.  Tempo em espera: Até 300 horas;  Uso da Internet: Até 5 horas em 3G; Até 9 horas em Wi-Fi.  Reprodução de vídeo: Até 10 horas;  Reprodução de áudio: Até 30 horas.", "Li-Ion 950 mAh com duração de 240 horas (stand by) e 15 horas (conversação).", "Bateria: Bateria de íon lítio removível/recarregável de 1500 mAhr; Tempo de conversação: Até 6 horas (GSM), até 5 horas (UMTS); Tempo em standby: Até 22 dias/528 horas (GSM), até 21dias/504 horas (UMTS).", "Lítio", "Bateria Li-íon Lítio BL-4C de 860 mAh (tempo de conversa máx. GSM 322 min. e tempo de espera máx. GSM 496 horas)", "Bateria.", "Bateria", "Ly-Polymer", "Li-ion, até 340 minutos em conversação e 476 horas em espera.", "Bateria Li-Ion BL-4D de 1200 mAh ; Tempo de conversa (máximo):  GSM até 13 h e 10 min. - WCDMA até 5 h e 15 min.  Tempo em espera (máximo):  - GSM 635 h - WCDMA 670 h; Tempo de reprodução de música estéreo: 38 h", "Bateria de 1200 mah; Duração em conversação: 9 horas; Duração em stand-by: 20 dias", "Bateria Li-Ion BL-5C de 1020 mAh. Tempo de conversa: até 4,5 horas. Tempo em espera: até 21 dias.", "Bateria Li-Ion BL-5C de 1020 mAh.", "Bateria 2200mAh", "Bateria Lion", "íon lítio removível/recarregável", "Bateria 1000 mAh, capacidade standard - Até 12 horas, tempo de conversação - Até 21 dias, bateria standard.", "Íon de Lítio, de 1540 mAh tempo de conversa continua até 400 minutos; tempo em standy-by até 520 horas.", "Bateria BL-4U 1000 mA", "Bateria Li-Ion 1200 mAh; Conversação: até 9 horas;  Standby: até 15 dias", "Bateria Li-Ion 1500 mAh; Tempo de conversa: 3.2h; Stand-by: 412.1h\"", "Bateria Li-Ion de 1500 mAh", "Bateria Li-Ion de 1600 mAh;  Duração em Stand-by: até 360h (2G) / 460h (3G);  Duração em conversação: até 12h (2G) / 7h (3G)", "1000 mAh  Cryptographic Lithium cell ¿ removivel e recarregavel", "1230  mAh  Cryptographic Lithium cell removivel e recarregavel", "1230  mAh  Cryptographic Lithium cell removível e recarregável", "Bateria integrada de íon de lítio recarregável", "Bateria Padrão, Li-Ion 1450 mAh (BV-5JW)", "Bateria Ions de Litio", "Li-Ion 1520 mAh", "Bateria Li-Ion Inner 1500 mAh; Stand by: Em GSM 592hrs / Em WCDMA 603hrs / Em HSDPA 560h40min (mensurados nas melhores condições de rede); Conversação: Em GSM 5h36min / Em WCDMA 7h20 min / Em HSDPA 6hrs (mensurados nas melhores condições de rede)", "Bateria BL-4U", "2500 mAh", "Bateria Li-Ion com capacidade de 900 mAh", "Bateria 2000 mAh", "Bateria 2300", "Bateria Li-Ion 1540 mAh", "Bateria SiO+ 1700 mAh", "Li-Ion 1750 mAh", "Li-Ion 2100 mAh", "1800mAh", "Bateria 2370 mAh", "Bateria Li-Ion com capacidade de 800 mAh", "Bateria 1900 mAh", "Z600 Li-Ion 1300mAh/3.7V", "BL-4C 600 Li-Ion 600mAh/3.7V", "Li-Ion 1540 mAh", "Bateria 1500 mAh", "TCBA-22 Lítio 1150mAh 3,7 V", "\"PHBC600 /  800mAh (Standby 300h - Chamadas 5h)\"", "Li-Ion 3040 mAh", "Bateria 2070 mAh", "Modelo: BL-5J, 1430 mAh, h (GSM), 360h (WCDMA)", "2000 mAh", "SiO+ 2460 mAh", "Bateria de Lítio Z600", "bateria de lítio Z600", "bateria de lítio MLB0008", "Bateria 1900 mAh / lítio-íon", "Bateria 3200 mAh", "Íons de Lítio 3600 mAh", "Íon de Lítio 1300 mAh", "Íond de Lítio 2800 mAh", "Li-Ion 820 mAh battery", "Li-Ion 1800 mAh battery", "Bateria Li-Ion 820 mAh battery", "Bateria de litio; Voltagem da bateria 3.7V; Voltagem limite de recarga 4.2V; Tempo em modo standby 200h; Tempo de conversação 3h", "Bateria de 2800 mAh e carregador bivolt", "Ions de Lítio de 2430 mAh", "Li-Ion 1.500 mAh", "Bateria 1830 mAH", "Li-Ion 2.460 mAh"], 159]}
{"Sintonizador de TV": [["sem TV", "Analógico", "Analógico e digital", "Digital"], 43]}
{"Agenda, capacidade máxima de contatos": [["Sim", "Não informado pelo fornecedor", "1.000 Contatos", "Armazenamento de acordo com a memória", "2000.", "500 contatos", "Sem limite", "Contatos: banco de dados avançado de contatos com suporte para vários dados de telefone e e-mail por entrada e imagens em miniatura;  Registro de entradas de acordo com a memória disponível.", "Até 500 contatos + SIM Card", "O espaço de armazenamento na agenda é determinado pela capacidade do cartão micro SD que estiver usando.", "De acordo com a memória", "Até 1000 contatos", "Com 400 posições de memória", "Com 400 posições de memória + capacidade do CHIP", "Registro de entradas até a capacidade da memória.", "Capacidade para até 5000 entradas", "Até 1000 registros", "Até 2000 registros", "Limitado pela memória", "5 Mil contatos", "100 contatos", "Até 1000 entradas.", "Lista unificada de contatos (Gmail, Exchange, Facebook, Twitter, Myspace, LinkedIn)  Registro de contatos ilimitado, dependendo da memória disponível.", "2000 entradas.", "Sim, armazenamento de acordo com a memória total do aparelho.", "Armazenamento de entradas de acordo com espaço livre da memória", "Registros praticamente ilimitados, dependendo da memória disponível.", "Sim, capacidade de registro de acordo com a memória total do aparelho.", "De acordo com cartão de memoria", "Registro de até 1000 entradas", "Mais de 10000 entradas.", "Agenda telefônica com capacidade variável de acordo com a memória do aparelho", "De acordo com capacidade de memória", "De acordo com o espaço disponível da memória interna", "Capacidade para até 2000 contatos", "Até 300 contatos", "Capacidade disponível de acordo com a memória do aparelho", "Até 1000 memória SIM CARD e 100 memória celular", "De acordo com a capacidade da memória", "Des acordo com a capacidade da memória", "Limitado pela memória do aparelho + 5000 contatos", "Conforme capacidade do aparelho", "O limite de contatos agendado depende da memória do produto + SIM Card", "Sim, o limite de armazenamento depende da memória", "De acordo com a memória do aparelho + Cartão Sim", "De acordo com a memória do aparelho", "até 200 contatos", "De acordo com a memoria do aparelho", "Capacidade dependente da memória aparelho + SIM", "Até 200 contatos", "O limite de contatos agendado depende da memória do produto + SIM card", "De Acordo com a Capacidade do Aparelho", "Não possui", "1000 contatos", "Capacidade do telefone e do chip", "Conforme a memória do produto + micro SIM card", "Sim, capacidade do telefone", "Sim, capacidade do celular", "Limitado pela memória do aparelho", "De Acordo Com a Memória do Aparelho", "De Acordo com a Memória do Aparelho", "Sim, de acordo com memória do aparelho", "Registro de entradas através da conta google e manualmente", "Capacidade para até 5000 contatos"], 163]}
{"Tipo de Plano": [["Pré-Pago", "Desbloqueado Tim", "Desbloqueado", "Desbloqueado.", "Desbloqueado, necessita chip (não incluso). Fica a escolha do usuário.", "Desbloqueado Claro"], 38]}
{"Modelo": [["Teclado Númerico", "Qwerty", "Touch", "Touch e Qwerty", "Touch e Numérico", "W395", "FOX 500", "TS40 Básico", "T110N", "556545", "60983"], 114]}
{"Alerta vibratório": [["Sim", "Não"], 155]}
{"Wi-fi": [["Sim", "Não"], 122]}
{"Peso liq. aproximado da embalagem c/ produto": [["465g", "375g", "300g", "190g", "113g", "388g", "75g", "80g", "292g", "345g", "320g", "232g", "357g", "600g", "500g", "1,6Kg", "160g", "2,15Kg"], 35]}
{"Viva-voz": [["Sim", "Não"], 158]}
{"Formato": [["Slide", "Barra", "Retangular"], 96]}
{"Dimensões aproximadas do produto - cm (AxLxP)": [["10,7x5,5x1,5 cm", "14,4x5,9x1,3cm", "10,6x5,5x1,1cm", "10,9x6x1,3cm", "10,8x5,3x1,42cm", "11,2x6,2x1,3cm", "11,7x6x1,2cm", "11x6,2x1,2 cm", "10,3x4,3x1,3cm", "10,9x6x1,4cm (AxLxP)", "109 X 60 X 13.88", "62x111x14.6cm", "9,7x4,7x1,5cm", "11 x 5 x 1 cm", "9x4x1 cm", "11 x 8,8 x 7cm", "9x5x1 cm", "11,5 x 5,8 x 1,3 cm", "10,8x5,6x1,2cm", "11,9x5,9x1,4cm", "10,9 x 4,6 x 1,5 cm", "12,9x6,5x1cm", "6,3x1,6x6,3cm", "11 x 6 x 1 cm", "12.3 x 6.4 x 1.3cm", "10x5x1cm", "11 x 6.1 x 1.2 cm", "11,9x6x1,3cm", "12 x 6,2 x 1,6 cm", "7x13x 1 cm", "10,9x6,0x1,1cm", "12 x 6,2 x 1,15cm", "11,5x6,6 x1,05cm", "11,5x5,86x0,9cm", "11,6,x6,1x1,2cm", "11,5 x 6,3 x 1,1cm", "12,7x6,7x1,1cm", "11,3x6x1,2cm", "11,5x5,8x0,9cm", "10,6x5,2x12,8cm", "13,1x6,7x0,8cm", "11,1x5,8x1,2cm", "12,2x6x0,8cm", "13,7x7,1x0,8cm", "11x4,6x1,5cm", "9,9x5,5x1,3cm", "10,2x6,1x1,1cm", "11,7x6,2x9,2cm", "12,8x 6,4x1,6cm", "11,5x5,86x9cm", "11x5,6x1,28cm", "11x5,6x12,8cm", "13,3x6,8x1cm", "6,56x13x0,9cm", "13,1x6,9x0,9cm", "11x6,1x 1,3cm", "11.9x5.9x0.9~1.1cm", "12,5x6,1x0,9cm", "11,8x6,1x1,1 cm", "10,8x4,6x1,5 cm", "11,15x4,6x1,5 cm", "12,6x6,4x9,3 cm", "10,2x6,1x1,2cm", "11x5,6x1,2cm", "10,29x5,92x1,22cm", "11,4 x 6,3 x 1,4cm", "15,,2 x 7,69x 0,94cm", "1,2x64,5x9,3cm", "13,1x6,9x9cm", "12,9x6,5x1,1cm", "17,5x11,5x11cm", "15x9,5x2,3cm", "12x6,4x1,1cm", "13,3x7,2x09 cm", "12,1x6,6x1cm", "11,5x6x1cm", "11,7x6,19x1,21cm", "12,58x6,73x1,27cm", "13,5x6,09x1,03cm", "12,4x6,4x1,2cm", "10,2x5,9x1,2cm", "15,1x7,9x8,3cm", "19,3x11,6x0,97cm", "10,9x5,9x1,32cm", "14,2x7,3x0,81cm", "11,0 x 45,7 x 13cm", "11,4 x 4,8 x 1,1cm", "12,8 x 5,57 x 1,25cm", "10,7 x 5,9 x 1,4cm", "10,7x5,9x1,4cm", "11x45,7x13cm", "11,4x4,8x1,5cm", "11x5.6x0.06cm", "18x12x1,3cm", "13,8x7,1x2cm", "102,6x60,5x12,4cm", "12,95x6,67x0,92cm", "13,8x7x1,0cm"], 163]}
{"Calculadora": [["Sim", "Não"], 159]}
{"Tamanho do Display": [["2.6\"", "2,46\"", "3\"", "3.1\"", "3.5\"", "3.2\"", "1.8\"", "2.2\"", "2.8\"", "2.4\"", "2\"", "4.7\"", "4\"", "3.14\"", "3.7\"", "4.3\"", "4.8\"", "4.2\"", "5\"", "5.5\"", "4.5\"", "5.7\"", "5.1", "2.8¿", "2.0\"", "4,8\""], 127]}
{"Tecnologia": [["3G", "4G", "2G", "3G.", "2G/3G/4G"], 109]}
{"Rádio": [["Não", "FM", "FM,Sim", "Sim"], 124]}
{"Compatibilidade de Cartões de Memória": [["MicroSD", "MicroSD/SDHC até 16GB", "MicroSD até 16 GB.", "até 32GB", "Cartões tipo SD de 1GB", "Micro-SD", "Micro SD", "Micro SD.", "Micro SD até 16GB", "MicroSD até 16 gb", "Com cartão de memória tipo MicroSD até 16GB", "Slot para cartão de memória micro SD com hot-swapping. Até 8GB.", "SD de 1GB", "Micro SD até 8GB.", "Até 32GB", "Micro SD com extensão para até 32 GB", "MICRO SD", "Micro SD até 32GB", "MicroSD até 32 GB", "Micro SD. Suporta até 32GB", "Compatível com Cartões Micro SD até 32GB", "micro SD até 32GB", "Micro SD de até 32GB", "Tipo Micro SD até 8GB", "Tipo Micro SD até 8GB.", "Micro SD de até 4GB", "microSD até 32GB", "Micro SD até 4GB", "Micro SD 64GB", "Micro SD até 8GB", "MicroSD até 64GB", "Micro SD ate 32GB", "micro SD ate 4GB", "MicroSD até 32Gb", "SD, MicroSD ATÉ 32GB", "MicroSD até 32GB", "Micro SD de até 64GB", "Micro SD até 64GB", "Suporta cartão Micro SD até 32GB", "Micro SD até 32 GB", "MicroSD até 8GB", "Micro SD Memória expansível de até 4GB", "Micro SD até 64 GB"], 102]}
{"Extensão para Cartões de Memória": [["Sim", "Não"], 159]}
{"Processador": [["1GHZ", "1900MHZ", "1.7GHz", "600 MHZ", "A4", "1.4GHZ", "1.2 GHZ", "800 MHZ", "1.5 GHz", "2GHz", "2.3Ghz", "2.5 Ghz", "1.3GHz"], 62]}
{"Calendário": [["Sim", "Não"], 160]}
{"Filmadora": [["Não", "Sim", "Full HD", "HD"], 88]}
{"Recursos de som": [["Não informado pelo fornecedor", "Windows Media Player", "MP3", "formatos: AAC-LC, AAC+, eAAC+, AMR-NB, WMA9 .wma/.asf), WMA9 PRO/WMA 10, AAC-LC", "MP3 Player.", "Som Estéreo (A2DP/AVCRP)", "Reprodução de áudio e integração com iTunes;  Formatos de áudio suportados: AAC (8 a 320 Kbps), AAC Protegido (do iTunes Store), HE-AAC, MP3 (8 a 320 Kbps), MP3 VBR, Audible (formatos 2, 3, 4, Audible Enhanced Audio, AAX, e AAX+), Apple Lossless, AIFF e WAV;  Limite máximo de volume configurável pelo usuário;  Resposta de frequência: 20Hz a 20.000Hz.", "Mp3 player", "Toques MP3; Modo vibratório; Tocador de música.", "Não se Aplica", "Rádio FM (87,5-108 MHz/76-90 MHz) com gravação de rádio* (* A gravação do rádio não está disponível em algumas áreas)", "MP3 Player e Rádio FM.", "Rádio FM.", "Gravador de som - Faça anotações de voz ou envie uma mensagem com som TrackID - reconhecimento de música.  Grave alguns segundos de uma música e receba as informações sobre o nome da faixa, artista e álbum no telefone em segundos. Aceita tons musicais - MP3, AAC. Use gravações originais dos artistas como toques. Bluetooth estéreo (A2DP). Música do telefone para o fone de ouvido com conexão sem fio. PlayNow. Faça o download de música e jogos para o seu celular. Walkman player. Curta suas músicas favoritas organizadas por artista, álbum e faixa. Crie suas próprias listas de reprodução.", "Entrada de áudio de 3,5 mm;  Suporta toques musicais - MP3, AAC;  Capa do álbum;  Estéreo Bluetooth (A2DP); Leitor de música da Sony; TrackID - reconhecimento de música.", "Music Player de mp3, AAC, AAC+, eAAC+, WMA; Conector padrão 3.5mm; Music Store 3.0; Real Media Player; Central de Vídeos; Rádio de Internet; Rádio FM estéreo (87,5-108 MHz/76-90 MHz) com fone de ouvido como antena.", "Tecnologia 3D de som", "Media Player com tags ID3 de metadados e suporte para arte de capa; Acesso ao Ovi Música direto do aparelho; Codecs de música: mp3, AAC, eAAC, eAAC+ e WMA; Suporte para Bluetooth estéreo 2.1; Tema personalizável do media player; DRM 2.0; Rádio FM estéreo (87,5-108 MHz/76-90 MHz); Suporte para RDS - receba informações da estação na tela; Tema de rádio personalizável", "Media Player; Codecs de música: mp3, AAC, AAC+, eAAC+ e WMA; Suporte para Bluetooth estéreo 2.1; Rádio FM estéreo RDS (87,5 a 108 MHz); Conector AV de 3,5 mm.", "MP3, Conector padrão 3.5mm; Rádio de Internet", "3GP, MP3, WMA9 (.wma/.asf), WMA9 Pro/WMA 10, MIDI, AMR-nota, Professional AAC/AAC / eAAC +", "Leitor de músicas;  Biblioteca de música; Tecnologia de som 3D DNSe; Conector padrão 3.5mm e Rádio FM com RDS.", "Android Media Player; Conector 3.5mm;  Sintonização de rádio FM com RDS;  Formatos para reprodução: AAC, WMA v10, WMA v9, AAC+ Enhanced, AMR NB, AAC+, WAV.", "Conector 3.5mm; Nokia Music Player; Music Recommender; Ovi Música; Codecs de música: MP3, WMA, AAC, AAC+, eAAC, eAAC+; Tags ID3 de metadados de música e arte de capa; Taxa de bits de até 320 kbps; Suporte para WM DRM, OMA DRM 2.0/1.0; Rádio FM estéreo (87,5-108 MHz/76-90 MHz), RDS.", "Biblioteca de músicas;  Tecnologia de som 3D; Conector padrão 3.5 mm; Reprodução dos formatos: AMR-NB / AMR-WB, AAC E MP3\"", "Music Player; Formatos compatíveis: MP3/WAV/eAAC+;  Rádio FM com RDS", "Sony Music player - Curta suas músicas favoritas, organizadas por artista, álbum e música. Suporte à reprodução aleatória e a listas de reprodução inteligentes;  TrackID - reconhecimento de música;  PlayNow - Download de músicas e jogos para seu celular;  Bluetooth estéreo (A2DP);  Conector Padrão 3.5 mm  Capas do álbum;  Rádio FM com RDS.", "Music Player;  Hub de Música alimentado pelo Zune permite ouvir música, fazer downloads e muito mais;  Som surround SRS;  Rádio FM com RDS;  Conector de som estéreo de 3,5 mm;  A2DP para fones sem fio;  Formatos suportados: MP3/WAV/WMA/eAAC+.", "3gp2, .m4v, .avi, .wmv, .wma, .mp3, .flac, .ogg, .aac, .amr, .wav, .mid Musica, Video, Fotos, Podcasts, Toques, Notas de voz, Camera, Camera de video, Gravador de notas de voz", "M4V, AVI, WMV, WMA, MP3, FLAC, OGG, AAC, AMR, WAV, MID", "Música, Vídeo, Fotos, Podcasts, Toques, Notas de voz, Câmera, Câmera de vídeo, Gravador de notas de voz, You tube", "Resposta de frequência: 20Hz a 20.000Hz, Formatos de áudio compatíveis: AAC (8 a 320 Kbps), AAC Protegido (da iTunes Store), HE-AAC, MP3 (8 a 320 Kbps), MP3 VBR, Audible (formatos 2, 3, 4, Audible Enhanced Audio, AAX, e AAX+), Apple Lossless, AIFF e WAV", "AAC de gravação de áudio estéreo; 48kHz -Streaming de áudio; Cancelamento de ruído ativo; Viva-voz; Bluetooth estéreo; Music player; Rádio FM;", "MP3 Player e Toques MP3", "MP3 Player e Rádio FM", "Rádio FM e MP3", "Real One Player, Windows Media Player", "AMR NB/ WB, AAC, AAC+, eAAC+, MIDI, MP3, WAV, WMAv9, WMAv10", "MP3 Player, Video Player, Rádio FM e fone de ouvido modelo PH-350.", "MP3 Player, Video Player, Rádio FM e fone de ouvido modelo PH-350", "MP3, AMR NB/ WB, AAC, AAC+, eAAC+, MIDI, MP3, WAV, WMAv9, WMAv10", "Reprodução de música, Toques MP3", "Sintonização de rádio FM e MP3 Player", "Áudio Video Streaming; H.263 POL10, H.263 POL20 Indication; MPEG4 SPLO; MPEG SPL2 Indication;Vídeo: Playback 30fps @ VGA (MPEG-4 / H.263 / H.264);Recording 30fps @ VGA (MPEG-4 / H.263); Voice Codec AMR", "Áudio;Video Streaming;H.263 POL10;H.263 POL20 Indication;MPEG4 SPLO;MPEG SPL2 Indication; Vídeo: Playback 30fps @ VGA (MPEG-4 / H.263 / H.264); Recording 30fps @ VGA (MPEG-4 / H.263) Voice Codec;AMR", "Rádio FM; Áudio Video Streaming; H.263 POL10, H.263 POL20 Indication; MPEG4 SPLO; MPEG SPL2 Indication", "Rádio FM Áudio Video Streaming ¿ H.263 POL10, H.263 POL20 Indication, MPEG4 SPLO, MPEG SPL2 Indication", "Reconhecimento de música do TrackID; Experiência xLOUD - tecnologia de filtro de áudio da Sony; Rádio FM com RDS; Conector de áudio de 3,5 mm para fones de ouvido; Reprodução de áudio, formatos aceitos: MP3, 3GPP, MP4, SMF, WAV, OTA e Ogg vorbis; Gravação de áudio, formatos aceitos: 3GPP, MP4 e AMR", "Resposta de frequência: 20Hz a 20.000Hz;Formatos de áudio compatíveis: AAC (8 a 320 Kbps);AAC Protegido (da iTunes Store);HE-AAC, MP3 (8 a 320 Kbps);MP3; VBR;Audible (formatos 2,3,4, Audible Enhanced Audio;AAX e AAX+);Apple Lossless;AIFF e WAV", "MP3 e MP4 Player", "MP3; Envio de mensagem de texto que pode ser integrado ao som; Áudio Streaming", "3GP, 3GP2, M4A, M4V, MOV, MP4, MKV, MPEG-4, AVI, ASF, WMV, WMA, MP3, MKA, AAC, AMR, F4V, WAV, MP2PS, MP2TS, AWB, OGG, FLAC", "Experiência xLoud - tecnologia de filtro de áudio da Sony; Som ambiente 3D; Estéreo Bluetooth (A2DP); Tons de música (MP3/AAC); Reconhecimento de música do TrackID*; Aplicativo \"Walkman\"", "MP3 Player, Rádio FM, fone de ouvido modelo PH-350", "AMR, AMRWD, MID, MIDI, X-MIDI, MP3, X-MP3, MPEG3, X-MPEG3, iMELODY, WAV, X-WAV, 3GPP, MP4, AAC, AAC+, EAAC+", "Reprodução de Música Formatos Suportados: MP3, AAC, AAC+, eAAC+, WAV, AMR-NB, MIDI, OGG, IMY, XMF, WMA; Rádio FM; Gravação de Rádio FM; RDS", "MP3, WAV, AMR e MIDI e radio FM/AM", "MP3, WAV, AMR e MID e radio FM", "mp3 player e radio FM", "Vibração/mp3/ Ringtones", "Áudio Player (MIDI, 3GPP, AAC, MP3, MP4, Wav) Vídeo Player (WMV) MP3 Player Rádio FM Viva-voz Gravador de voz", "MP3/WAV/AMR/MIDI e Rádio FM", "Áudio Streaming e Video Streaming", "MP3/MIDI", "\"Rádio FM MP3  Audio: AAC, AAC+, eACC+, AMR, MP3, MIDI, WAV, WMA MIDI: .mid/.midi/.smf/.xmf/.imy HD Voice(AMR WB)  Vídeo: MP4 Gravação: QCIF@30fps \"", "Experiência xLoud - tecnologia de filtro de áudio da Sony; Som ambiente 3D; Estéreo Bluetooth (A2DP); Tons de música (MP3/AAC); Reconhecimento de música do TrackID*;Aplicativo \"Walkman\"", "amr, mp4, 3gpp, amr-wb, 3gpp, m4a, mp4, 3gpp, aac, x-matroska, flac, x-flac, mp3, x-mp3, mpeg3, x-mpeg3, mpeg, mpg, x-mpeg, x-mpg, L8, x-wav, L16, x-wav, L24, x-wav, pcma, x-wav, pcmu, x-wav, qcelp, vnd.qcelp, qcelp, Application/ogg, x-matroska", "Music Player, Media Player, Streaming de áudio, Dolby Headphone", "Rádio FM Áudio Video Streaming - H.263 POL10, H.263 POL20 Indication, MPEG4 SPLO, MPEG SPL2 Indication Voice Codec - AMR MPEG4. H.263 DivX, Xvid / Mobile-theater AAC/AAC+/E-AAC+ ADPCM MP3, WAV Ringtone - MP3, AAC, AAC+, AAC-LC, AMR-NB, WMA MMS - OMA MMS v1", "MP3; WAV e MID", "MP3, WAV e MID", "AMR-NB, AMR-WB, AAC, AAC+, eAAC+, MP3, PCM, FLAC, MIDI, QCELP, EVRC, OGG/Vorbis", "\"Reprodução de Música Sim Formatos Suportados:  XMF,AAC,AAC+,AMR-NB,AMR-WB,eAAC+,IMY,M4A,MIDI,MP3,OGG,SP-Midi,WAV,WMA,3GA FLAC Rádio FM Não   \"", "AAC,AAC+,eAAC+,MP3,OGG,WAV,WMA, FLAC", "Reprodução de Música;Rádio FM", "Reprodução de Música: Sim", "MP3, Rádio FM", "MP3 e Rádio FM", "MP3/MP4", "MP3; VMA; MP2; OGG; AAC; M4A; MA4; FLAC; 3GP; WAV", "Reprodução de Música Sim", "MIDI: application/x-midi, audio/mid, audio/midi, audio/sp-midi, audio/x-mid, audio/x-midi,MP2,MP3,MP4,MPEG, WAV, WMA,MIDI,3GP.", "Music Player Formatos:3G2, AAC, AAC LC, AMR-NB, AMR-WB, HE-AAC v1, HE-AAC v2, M4A, MP3, MP4, WMA 10 Pro, WMA 9, Conector padrão 3.5mm; Music Store 3.0; Central de Vídeos; Rádio de Internet; Rádio FM estéreo (87,5-108 MHz/76-90 MHz)", "MP3: audio/mp3, audio/mpeg3, audio/mpg3, audio/x-mp3, audio/x-mpeg, audio/x-mpeg3, áudio x-mpg"], 159]}
{"Cor": [["Grafite", "Marrom", "Preto", "Azul", "preto", "Branco", "Rosa", "Preto / Cinza", "Branco / Lilás", "Preto / Verde", "Cinza", "Preto (licoride)", "Prata", "Branco e Rosa", "Rosa e Preto", "Preto com detalhes em azul", "Branco/ Rosa", "Branco/Rosa", "Vermelho", "Iuna", "Preto e Amarelo", "Duas Capinhas traseiras, uma Rosa e outra Branca", "Duas tampas traseiras, uma azul e outra preta", "Preto/Azul", "Branco / Rosa", "Preto / Azul", "Preto / Vermelho", "Branco / Azul"], 97]}
{"Peso liq. aproximado do produto (Kg)": [["120g", "133g", "89g", "106g", "119g", "160g", "150g", "135g", "65Kg", "121g", "161g", "93,5g", "94 gramas", "87 gramas.", "90g", "104 g", "126g", "102g", "107g", "89 g", "130g", "147g", "93 gramas.", "184g", "93g", "100g", "175g", "158g", "99g", "140g", "142g", "115g", "124g", "95g", "146g", "90g (com bateria)", "65g", "70g", "116g", "110g", "144g", "139g", "137,5g", "151g", "81g", "108g", "80 g", "65 g", "100 g", "850g", "165g", "0,205g", "295g", "159 g", "127g", "138g", "148g", "168g", "300g", "112g", "145g", "60g", "73g", "80g", "600g", "820g", "198g", "115,3kg", "137g"], 163]}
{"Multichip": [["Não", "Tri Chip", "Dual Chip", "Quadri Chip"], 83]}
{"Quad Core": [["Não", "Sim"], 50]}
{"EDGE": [["Não", "Sim"], 160]}
{"Chamada da Operadora": [["Celular Avulso; Necessário o chip SIM Card (não incluso) para habilitação; Este aparelho já está pré-configurado para habilitação nas seguintes operadoras GSM nacional (Tim, Claro, Oi , Brasil Telecom, Telemig, Amazonia Celular, CTBC, Sercomtel); ATENÇÃO: Este celular não pode ser habilitado na operadora Vivo - GSM", "Celular Avulso. Necessário o chip SIM Card (não incluso) para habilitação. Este aparelho já está pré-configurado para habilitação nas seguintes operadoras GSM nacional (Tim, Claro, Oi, Vivo GSM, Brasil Telecom, Telemig, Amazonia Celular, CTBC, Sercomtel)", "Celular Avulso. Necessário o chip SIM Card (não incluso) para habilitação. Este aparelho já está pré-configurado para habilitação nas seguintes operadoras GSM nacional (Tim, Claro, Oi, Vivo GSM, Brasil Telecom, Telemig(MG), Amazônia Celular,  CTBC, Sercomtel).", "Celular Desbloqueado. Necessário o chip SIM Card para habilitação. Este aparelho já está pré-configurado para habilitação nas seguintes operadoras GSM nacional (Tim, Claro, Oi, Vivo GSM, Brasil Telecom, Telemig (MG), Amazonia Celular, CTBC, Sercomtel)", "Operadoras GSM nacional: Tim, Claro, Oi, Vivo GSM, Brasil Telecom, Telemig (MG), Amazonia Celular, CTBC, Sercomtel.", "Celular Avulso. Necessário o chip SIM Card (não incluso) para habilitação. Este aparelho já está pré-configurado para habilitação nas seguintes operadoras GSM nacional (Tim, Claro, Oi, Vivo GSM, Brasil Telecom, Telemig (MG), Amazonia Celular, CTBC, Sercomtel)", "Chamada da Operadora - Celular Avulso. Necessário o chip SIM Card (não incluso) para habilitação. Este aparelho já está pré-configurado para habilitação nas seguintes operadoras GSM nacional (Tim, Claro, Oi , Brasil Telecom, Telemig, Amazonia Celular, CTBC, Sercomtel). ATENÇÃO: Este celular não pode ser habilitado na operadora Vivo - GSM.", "Celular Avulso. Necessário o chip SIM Card (não incluso) para habilitação. Este aparelho já está pré-configurado para habilitação em qualquer operadora GSM nacional (Tim, Claro, Oi.)", "Celular Avulso. Necessário o chip SIM Card (não incluso) para habilitação. Este aparelho já está pré-configurado para habilitação nas seguintes operadoras GSM nacional (Tim, Claro, Oi, Vivo GSM, Brasil Telecom, Telemig, Amazonia Celular, CTBC, Sercomtel).", "Celular Avulso. Necessário o chip SIM Card (não incluso) para habilitação.  Este aparelho já está pré-configurado para habilitação nas seguintes operadoras  GSM nacional (Tim, Claro, Oi, Vivo GSM, Brasil Telecom, Telemig(MG), Amazônia Celular,  CTBC, Sercomtel)", "Desbloqueado - Atualização para o Android 4.4 KitKat", "Celular Avulso. Necessário o chip SIM Card (não incluso) para habilitação. Este aparelho já está pré-configurado para habilitação nas seguintes operadoras GSM nacional (Tim, Claro, Oi, Vivo GSM, Brasil Telecom, Telemig (MG) , Amazonia Celular, CTBC, Sercomtel)", "Celular Desbloqueado Tim. Pré configurado no sistema GSM da operadora TIM e já pré-configurado para habilitação em voz e SMS para as seguintes operadoras GSM nacional (Claro, Vivo GSM, Oi , Brasil Telecom, Telemig, Amazonia Celular, CTBC, Sercomtel). Necessário o chip SIM Card (não incluso) para habilitação.", "Celular Avulso. Necessário o chip SIM Card (não incluso) para habilitação. Este aparelho já está pré-configurado para habilitação nas seguintes operadoras GSM nacional (Tim, Claro, Oi, Vivo GSM, Brasil Telecom, Telemig(MG), Amazônia Celular, CTBC, Sercomtel).", "Celular Avulso. Necessário o chip SIM Card (não incluso) para habilitação. Este aparelho já está pré-configurado para habilitação nas seguintes operadoras GSM nacional (Tim, Claro, Oi, Vivo GSM, Brasil Telecom, Telemig(MG), Amazônia Celular, CTBC, Sercomtel)", "Chamada da Operadora - Celular Avulso. Necessário o chip SIM Card (não incluso) para habilitação. Este aparelho já está pré-configurado para habilitação nas seguintes operadoras GSM nacional (Tim, Claro, Oi, Vivo GSM, Brasil Telecom, Telemig(MG), Amazônia Celular, CTBC, Sercomtel)", "Necessário o chip SIM Card (não incluso) para habilitação. Este aparelho já está pré-configurado para habilitação nas seguintes operadoras GSM nacional (Tim, Claro, Oi, Vivo GSM, Brasil Telecom, Telemig (MG), Amazonia Celular, CTBC, Sercomtel)", "Celular Avulso. Necessário o chip SIM Card (não incluso) para habilitação. Este aparelho já está pré-configurado para habilitação nas seguintes operadoras GSM nacional (Tim, Claro, Oi, Vivo GSM, Brasil Telecom, Telemig (MG), Amazônia Celular, CTBC, Sercomtel)", "Celular Avulso. Necessário o chip SIM Card (não incluso) para habilitação. Este aparelho já está pré-configurado para habilitação nas seguintes operadoras GSM Nacional (Tim, Claro, Oi, Vivo GSM, Brasil Telecom, Telemig (MG), Amazônia Celular, CTBC, Sercomtel)", "Chamada da Operadora - Celular Avulso. Necessário o chip SIM Card (não incluso) para habilitação. Este aparelho já está pré-configurado para habilitação nas seguintes operadoras GSM nacional (Tim, Claro, Oi, Vivo GSM, Brasil Telecom, Telemig(MG), Amazônia Celular, CTBC, Sercomtel).", "Desbloqueado", "Aparelho pré-configurado para habilitação nas 4 operadoras"], 133]}
{"MP3 Player": [["Sim", "Não"], 159]}
